Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Tax Information
ms_my: Maklumat Cukai

source: Tax type
ms_my: Jenis cukai

source: No Tax available
ms_my: Tiada Kadar Cukai tersedia

source: Tax Calculation Selection
ms_my: Pilihan Pengiraan Cukai

source: Sales Order No Format
ms_my: Format No Pesanan Jualan

source: Quotation No Format
ms_my: Format Nombor Sebut Harga

source: Invoice No Format
ms_my: Format Nombor Invois

source: Delivery Order No Format
ms_my: Format Nombor Pesanan Penghantaran

source: Purchase Order No Format
ms_my: Format Nombor Pesanan Belian

source: Payment Receipt No Format
ms_my: Format Nombor Resit Pembayaran

source: Payment Voucher No Format
ms_my: Format Nombor Baucar Pembayaran

source: Employee No Format
ms_my: Format Nombor Pekerja

source: Leave No Format
ms_my: Format Nombor Cuti

source: Payslip No Format
ms_my: Format Nombor Penyata gaji

source: Job Sheet No Format
ms_my: Format Nombor Helaian Kerja

source: Expenses No Format
ms_my: Format Nombor Perbelanjaan

source: Add New Item
ms_my: Tambah Item Baru

source: Enter item name
ms_my: Masukkan nama item

source: Item name
ms_my: Nama item

source: Item type
ms_my: Jenis item

source: Percent calculation for item rate (optional)
ms_my: Pengiraan peratus untuk kadar item (pilihan)

source: Enter item rate
ms_my: Masukkan kadar item

source: Item rate
ms_my: Kadar item

source: Item Description
ms_my: Penerangan item

source: Assign item to your company's
ms_my: Letakkan item pada syarikat anda

source: Edit Reference
ms_my: Sunting Rujukan

source: Enter reference name
ms_my: Masukkan nama rujukan

source: Name of reference like table, shelf or location
ms_my: Nama rujukan seperti meja, rak atau lokasi

source: Reference for POS
ms_my: Rujukan untuk POS

source: Assign reference to Point Of Sale
ms_my: Berikan rujukan kepada Point Of Sale

source: No Point Of Sale available
ms_my: Tiada Point Of Sale tersedia

source: Password Length
ms_my: Panjang Kata laluan

source: Minimum password length
ms_my: Panjang kata laluan Minimum

source: Password Validation
ms_my: Pengesahan Kata laluan

source: Must include number
ms_my: Mesti ada nombor

source: Must include lowercase letter
ms_my: Mesti ada huruf kecil

source: Must include uppercase letter
ms_my: Mesti ada huruf besar

source: Must include symbol character
ms_my: Mesti ada aksara simbol

source: Password strength options
ms_my: Pilihan kekuatan kata laluan

source: Password Recovery
ms_my: Mendapatkan semula Kata laluan

source: Enable Automatic Lost Password Recovery
ms_my: Membolehkan mendapatkan semula kata laluan secara automatik

source: Block failed login attempts
ms_my: Sekat cubaan login yang gagal

source: Blacklist IP for excessive failed login attempts
ms_my: Senarai hitamkan IP yang gagal cubaan login secara berlebihan

source: View blocked IPs
ms_my: Lihat IP yang disekat

source: After login attempts
ms_my: Selepas cubaan login

source: Blacklist after several failed attempts
ms_my: Senarai hitamkan selepas beberapa kali percubaan gagal

source: Block expiry time
ms_my: Masa luput bagi sekatan

source: Blacklist expires in seconds
ms_my: Senarai Hitam tamat dalam saat

source: This referral program not available for your account.
ms_my: Program referral tidak tersedia untuk akaun anda.

source: This module does not work on the master account. Please use or create another account to access this module.
ms_my: Modul ini tidak berfungsi pada akaun induk. Sila gunakan atau cipta akaun lain untuk mengakses module ini.

source: Referral not working on demo mode. Please register your own account here %s
ms_my: Referral tidak berfungsi pada mod demo. Sila daftar akaun anda di sini %s

source: Referral Stats
ms_my: Statistik Referral

source: Clicks
ms_my: Klik

source: Number of times your link has been clicked.
ms_my: Bilangan link anda telah diklik.

source: Registers
ms_my: Daftar

source: People who have signed up using your link.
ms_my: Orang yang telah mendaftar menggunakan link anda.

source: Subscribes
ms_my: Langgan

source: People who are subscribed using your link.
ms_my: Orang yang melanggan menggunakan link anda.

source: Download CSV
ms_my: Muat turun CSV

source: Terms and Conditions
ms_my: Terma dan syarat

source: This referral program open to who those having a bank account in Malaysia.
ms_my: Program referrals ini terbuka kepada yang mereka yang mempunyai akaun bank di Malaysia.

source: You will receive a commission of 20&#37; from first subscription where the account is registered using your link.
ms_my: asaAnda akan menerima komisen sebanyak 20&#37; daripada langganan pertama di mana akaun itu didaftarkan menggunakan link anda.

source: Payment will be made in 14 days from the subscription date approved.
ms_my: Bayaran akan dibuat dalam tempoh 14 hari dari tarikh langganan yang diluluskan.

source: Referral Link
ms_my: Pautan Referral

source: Copy this referral link and share it with your friends and followers
ms_my: Salin pautan referral ini dan berkongsi dengan rakan-rakan dan pengikut anda

source: Your Referral Link
ms_my: Pautan Referral anda

source: Copy to Clipboard
ms_my: Salin ke Papan Klip

source: Share Via
ms_my: Kongsian Melalui

source: Create Invoice easily using %s: %s
ms_my: Buat Invois dengan mudah menggunakan %s: %s

source: Landing Page
ms_my: Halaman Pendaratan

source: Tap here
ms_my: Ketik di sini

source: Click here
ms_my: Klik di sini

source: By default, user will redirect to https://urusniaga.my. <a href='#' id='landingform' onclick='return false;' class='text-decoration-none'>%s</a> to change the landing page
ms_my: Secara lalai, pengguna akan redirect ke https://urusniaga.my. <a href='#' id='landingform' onclick='return false;' class='text-decoration-none'>%s</a> ini untuk mengubah halaman pendaratan

source: Custom URL
ms_my: URL Tersuai

source: Enter URL
ms_my: Masukkan URL

source: Bank Information
ms_my: Maklumat Bank

source: In order for you to receive a payment. <a href='#' id='bankform' onclick='return false;' class='text-decoration-none'>%s</a> to fill in your bank information
ms_my: Untuk membolehkan anda menerima pembayaran. <a href='#' id='bankform' onclick='return false;' class='text-decoration-none'>%s</a> mengisi maklumat bank anda

source: Enter your Bank Name
ms_my: Masukkan Nama Bank

source: Your Bank Name
ms_my: Nama Bank Anda

source: Enter your Bank Account Name
ms_my: Masukkan Nama Akaun Bank Anda

source: Your Bank Account Name
ms_my: Nama Akaun Bank Anda

source: Account Number
ms_my: Nombor Akaun

source: Enter your Account Number
ms_my: Masukkan Nombor Akaun anda

source: Your Bank Account Number
ms_my: Nombor Akaun Bank Anda

source: Earning History
ms_my: Sejarah Pendapatan

source: No history available
ms_my: Tiada sejarah tersedia

source: Total In
ms_my: Jumlah Masuk

source: Total Out
ms_my: Jumlah Keluar

source: Total Reserved
ms_my: Jumlah Disimpan

source: Current Password
ms_my: Kata laluan semasa

source: Enter Current Password
ms_my: Masukkan Kata Laluan Semasa

source: Your Current Password
ms_my: Kata Laluan Semasa anda

source: New Password
ms_my: Kata Laluan Baru

source: Confirm password as you enter above
ms_my: Sahkan kata laluan yang anda masukkan di atas

source: Purchase Order from %s
ms_my: Pesanan Belian dari %s

source: Dear Sir/Madam,<br><br>Please find the attached Purchase Order. Thank you.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Pesanan Belian yang dilampirkan. Terima kasih.<br><br>Selamat Sejahtera,<br>--<br>%s

source: Purchase Order File
ms_my: Fail Pesanan Belian

source: Company Group Members
ms_my: Ahli Grup Syarikat

source: Server Host
ms_my: Hos Pelayan

source: Server Port
ms_my: Port Pelayan

source: Server Login
ms_my: Login pelayan

source: Test Connection
ms_my: Menguji sambungan

source: Test Send Email
ms_my: Ujian menghantar E-mel

source: Mailer Name
ms_my: Nama pengirim e-mel

source: Server Security
ms_my: Keselamatan Pelayan

source: Add New Currency Code
ms_my: Tambah Kod Mata Wang Baru

source: Enter currency name
ms_my: Masukkan nama mata wang

source: Will used at sales document. Example: RINGGIT MALAYSIA
ms_my: Akan digunakan pada dokumen jualan. Contoh: RINGGIT MALAYSIA

source: Enter currency code
ms_my: Masukkan kod mata wang

source: Will used at sales document. Example: MYR
ms_my: Akan digunakan pada dokumen jualan. Contoh: MYR

source: Currency Symbol
ms_my: Simbol mata wang

source: Enter currency symbol
ms_my: Masukkan simbol mata wang

source: Will used at sales document. Example: RM
ms_my: Akan digunakan pada dokumen jualan. Contoh: RM

source: Add New Receipt
ms_my: Tambah Resit Baru

source: This payment receipt is used with the invoice. If there is no invoice, no receipt can be issued
ms_my: Resit pembayaran ini digunakan bersama invois. Jika tiada invois, tiada sebarang resit boleh dikeluarkan

source: Receipt for an Invoice. Only available if invoice with status paid or partial paid
ms_my: Resit invois. Hanya boleh digunakan jika invois dengan status dibayar atau separa dibayar

source: Paid Amount
ms_my: Jumlah yang dibayar

source: Enter receipt number
ms_my: Masukkan nombor resit

source: Receipt number as reference
ms_my: Nombor resit sebagai rujukan

source: Date of receipt
ms_my: Tarikh resit

source: Enter receipt note
ms_my: Masukkan nota penerimaan

source: Receipt note. Enter any comments, terms and conditions you have here
ms_my: Nota untuk resit. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Digital signature and text appended at the bottom of receipt document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen penerimaan

source: Activity
ms_my: Aktiviti

source: Role
ms_my: Peranan

source: IP Address
ms_my: Alamat IP

source: Browser Agent
ms_my: Ejen pelayar

source: Operation
ms_my: Operasi

source: Success
ms_my: Berjaya

source: You can have more than %d template. Only first %d will be activated and can be used.
ms_my: Anda boleh mempunyai lebih daripada %d templat. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: Close Register
ms_my: Tutup Daftar Tunai

source: Enter Reference Note
ms_my: Masukkan Nota Rujukan

source: Reference note for this transaction
ms_my: Nota rujukan bagi transaksi ini

source: Tax Type
ms_my: Jenis cukai

source: Percent
ms_my: Peratus

source: Template Code
ms_my: Kod Templat

source: Bills
ms_my: Bil

source: Register Subscriber
ms_my: Daftar Pelanggan

source: Enter Subscriber Full Name
ms_my: Masukkan Nama Penuh Pelanggan

source: Subscriber Full Name
ms_my: Nama Penuh Pelanggan

source: Enter Subscriber Email
ms_my: Masukkan E-mel Pelanggan

source: Subscriber Email
ms_my: E-mel Pelanggan

source: Enter Account Name
ms_my: Masukkan Nama Akaun

source: Set under Agent
ms_my: Ditetapkan di bawah Ejen

source: Activate account creation
ms_my: Aktifkan penciptaan akaun

source: Set this account as Agent
ms_my: Tetapkan akaun ini sebagai Agen

source: Tracking From
ms_my: Pengesanan Dari

source: Flow
ms_my: Aliran

source: POS Sale No
ms_my: Nombor Jualan POS

source: operation
ms_my: operasi

source: 0-30 Days
ms_my: 0-30 Hari

source: 31-60 Days
ms_my: 31-60 Hari

source: 61-90 Days
ms_my: 61-90 Hari

source: 90+ Days
ms_my: 90+ Hari

source: STATEMENT OF ACCOUNT
ms_my: PENYATA AKAUN

source: Generated on %s
ms_my: Dijana pada %s

source: Bill to
ms_my: Bil untuk

source: Account Summary
ms_my: Ringkasan Akaun

source: Beginning balance %s
ms_my: Baki permulaan %s

source: Invoiced
ms_my: Di Invois

source: Payments
ms_my: Pembayaran

source: Ending balance %s
ms_my: Baki akhir %s

source: Showing all Invoices and Payments between %s and %s
ms_my: Menunjukkan semua Invois dan Pembayaran antara %s dan %s

source: Beginning balance
ms_my: Baki permulaan

source: Payment for %s
ms_my: Bayaran untuk %s

source: due %s
ms_my: akhir %s

source: Ending balance
ms_my: Baki akhir

source: Amount due (%s)
ms_my: Jumlah tertunggak (%s)

source: Tracking For
ms_my: Pengesanan Bagi

source: Pos Malaysia List
ms_my: Senarai Pos Malaysia

source: Produc Name
ms_my: Nama Produk

source: In Stock: %d
ms_my: Dalam Stok: %d

source: Reserved: %s
ms_my: Disimpan: %s

source: Out of stock
ms_my: Kehabisan stok

source: You can have more than %d product. Only first %d will be activated and can be used.
ms_my: Anda boleh mempunyai lebih daripada %d produk. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: Edit Voucher
ms_my: Sunting Baucar

source: Recipient Type
ms_my: Jenis penerima

source: Payment voucher for this type recipient
ms_my: Baucar bayaran untuk penerima jenis ini

source: Payment Voucher from this company
ms_my: Baucar bayaran dari syarikat ini

source: Payment voucher for this customer
ms_my: Baucar bayaran untuk pelanggan ini

source: Payment voucher for this supplier
ms_my: Baucar bayaran untuk pembekal ini

source: Voucher No
ms_my: No Baucar

source: Voucher number as reference
ms_my: Nombor baucar sebagai rujukan

source: Date of voucher
ms_my: Tarikh baucar

source: Enter Amount Paid
ms_my: Masukkan Jumlah Dibayar

source: Voucher Description
ms_my: Penerangan Baucar

source: Enter voucher note
ms_my: Masukkan nota untuk baucar

source: Voucher description. Enter description about the payment
ms_my: Penerangan baucar. Masukkan penerangan mengenai pembayaran

source: Digital signature and text appended at the bottom of voucher document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen baucar

source: Attach Recipient Signature
ms_my: Kepilkan Tandatangan Penerima

source: Recipient Signature block
ms_my: Blok Tandatangan Penerima

source: Digital signature signed by recipient (optional)
ms_my: Tandatangan digital ditandatangani oleh penerima (pilihan)

source: Payment voucher status
ms_my: Status baucar bayaran

source: Hire Date
ms_my: Tarikh Kemasukan

source: Basic Salary
ms_my: Gaji pokok

source: Additional Items
ms_my: Item Tambahan

source: Item Name
ms_my: Nama item

source: Item Value
ms_my: Nilai item

source: Set as Preset
ms_my: Ditetapkan sebagai Pratetap

source: Add to Payslip
ms_my: Tambah pada Penyata Gaji

source: Add to Leave form
ms_my: Tambah pada borang cuti

source: Leave entitlement
ms_my: Kelayakan Cuti

source: Add Signature
ms_my: Tambah Tandatangan

source: No Signature required. Administration sets this document no need to sign.
ms_my: Tiada tandatangan diperlukan. Pentadbiran menetapkan dokumen ini tidak perlu ditandatangani.

source: Drag your mouse or touch to start signing
ms_my: Seret tetikus atau sentuh untuk mula menandatangani

source: Referral Data
ms_my: Data Referral

source: Add New Tracking
ms_my: Tambah Pengesanan Baru

source: Postage or Parcel Tracking Id
ms_my: Id Pengesanan bagi POS atau Parcel

source: Enter text for search customer
ms_my: Masukkan teks carian bagi pelanggan

source: Add new customer
ms_my: Tambah pelanggan baru

source: No customer available for this company. Please assign at least one
ms_my: Tiada pelanggan tersedia untuk syarikat ini. Sila menetapkan sekurang-kurangnya satu pelanggan

source: No customer available. Please assign at least one
ms_my: Tiada pelanggan tersedia. Sila menetapkan sekurang-kurangnya satu pelanggan

source: Symbol
ms_my: Simbol

source: Announcement List
ms_my: Senarai Pengumuman

source: Last login
ms_my: Log masuk terakhir

source: Switch User
ms_my: Tukar Pengguna

source: Active Session
ms_my: Sesi aktif

source: Primary Company
ms_my: Syarikat utama

source: %s to Deactivate
ms_my: %s untuk Nyahaktifkan

source: %s to Activate
ms_my: %s untuk di Aktifkan

source: Owner
ms_my: Pemilik

source: You can have more than %d user. Only %d active user can be used.
ms_my: Anda boleh mempunyai lebih daripada %d pengguna. Hanya %d pengguna berstatus aktif yang boleh digunakan.

source: Edit Supplier
ms_my: Sunting Pembekal

source: Reset Image
ms_my: Tetapan semula Imej

source: Tax Summary - %s
ms_my: Ringkasan Cukai - %s

source: Add New Tax Code
ms_my: Tambah Kod Cukai baru

source: For this Tax
ms_my: Untuk Cukai ini

source: Tax code
ms_my: Kod cukai

source: No Product Available
ms_my: Tiada Produk Tersedia

source: Stock List
ms_my: Senarai Stok

source: Order No
ms_my: Nombor Pesanan

source: Copy to Purchase Order
ms_my: Salin ke Pesanan Belian

source: Generate Invoice
ms_my: Jana Invois

source: Role Description
ms_my: Penerangan peranan

source: SMTP Server
ms_my: Pelayan SMTP

source: Overview Report
ms_my: Tinjauan Laporan

source: Sales Order: %s
ms_my: Pesanan Jualan: %s

source: Quotation: %s
ms_my: Sebut harga: %s

source: Invoice: %s
ms_my: Invois: %s

source: Purchase Order: %s
ms_my: Pesanan Belian: %s

source: Delivery Order: %s
ms_my: Pesanan Penghantaran: %s

source: Expenses: %s
ms_my: Perbelanjaan: %s

source: Payment Voucher: %s
ms_my: Baucar bayaran: %s

source: For Recipient
ms_my: Bagi Penerima

source: POS Sales: %s
ms_my: Jualan POS: %s

source: Total Items
ms_my: Jumlah Item

source: Payable
ms_my: Perlu dibayar

source: Change
ms_my: Dikembalikan

source: All Customer
ms_my: Kesemua Pelanggan

source: All Product
ms_my: Kesemua Produk

source: Email Address
ms_my: Alamat E-mel

source: Phone number
ms_my: Nombor telefon

source: Remove signature
ms_my: Padam tanda tangan

source: Text for digital signature placed at the bottom of related documents (optional)
ms_my: Teks untuk tandatangan digital diletakkan di bahagian bawah dokumen berkaitan (pilihan)

source: Edit Leave
ms_my: Sunting Cuti

source: Edit Sales Order
ms_my: Sunting Pesanan Jualan

source: Sales Order for this company
ms_my: Pesanan Jualan dari Syarikat ini

source: Sales Order from this customer
ms_my: Pesanan Jualan untuk pelanggan ini

source: Enter Sales Order number
ms_my: Masukkan nombor Pesanan Jualan

source: Sales Order number as reference
ms_my: Nombor Pesanan Jualan sebagai rujukan

source: Enter Sales Order date
ms_my: Masukkan tarikh Pesanan Jualan

source: Sales Order issue date
ms_my: Tarikh Pesanan Jualan

source: Enter Sales Order expiry date
ms_my: Masukkan tarikh luput Pesanan Jualan

source: Sales Order expiry date
ms_my: Tarikh luput Pesanan Jualan

source: Enter Sales Order note
ms_my: Masukkan nota Pesanan Jualan

source: Sales Order note. Enter any comments you have here
ms_my: Nota untuk Pesanan Jualan. Masukkan sebarang komen anda ada di sini

source: Sales Order status
ms_my: Status Pesanan Jualan

source: Update Payment
ms_my: Kemaskini Bayaran

source: Add New Product
ms_my: Tambah Produk Baru

source: Enter product code
ms_my: Masukkan kod produk

source: Product code. Can be used as Stock Keeping Unit (SKU) if required. Leave blank for auto generated
ms_my: Kod Produk. Boleh digunakan sebagai Unit Penyimpanan Stok (SKU) jika diperlukan. Biarkan kosong untuk dijana secara automatik

source: Enter product name
ms_my: Masukkan nama produk

source: Product or Service Name as reference
ms_my: Nama Produk atau Servis sebagai rujukan

source: Enter cost price
ms_my: Masukkan harga kos

source: Enter sell price
ms_my: Masukkan harga jualan

source: Product Selling Price. You can enter as percentage % to automatic calculation
ms_my: Harga Jualan Produk. Anda boleh memasukkan sebagai peratusan % untuk pengiraan automatik

source: Enter product description
ms_my: Masukkan penerangan produk

source: This description will placed as Items in your Quotation, Invoice or any related section
ms_my: Penerangan ini akan diletakkan sebagai Item dalam Sebut harga anda, Invois atau mana-mana bahagian yang berkaitan

source: Tax rate (optional). This tax rate applies only to companies that have a tax registration number
ms_my: Kadar cukai (pilihan). Kadar cukai ini hanya terpakai kepada syarikat-syarikat yang mempunyai nombor pendaftaran cukai

source: Product Image (optional)
ms_my: Imej Produk (pilihan)

source: Place this product in Stock Management
ms_my: Letakkan produk ini dalam Pengurusan Stok

source: Initial Stock
ms_my: Stok awal

source: Amount of initial stock for each company
ms_my: Jumlah stok awal untuk setiap syarikat

source: Barcode Data
ms_my: Data Kod bar

source: Enter Barcode Data
ms_my: Masukkan Data Kod bar

source: Copy Product Code
ms_my: Salin Kod Produk

source: Barcode Data (optional)
ms_my: Data Kod bar (pilihan)

source: Barcode Type
ms_my: Jenis Kod bar

source: Barcode Type (optional)
ms_my: Jenis Kod bar (pilihan)

source: Assign product to these group
ms_my: Letakkan produk dalam kumpulan ini

source: Assign product to your company's
ms_my: Letakkan produk dalam syarikat anda

source: Opened Bills
ms_my: Bil dibuka

source: Rounding
ms_my: Penggenapan

source: Total Payable Amount
ms_my: Jumlah Perlu dibayar

source: Pay this amount
ms_my: Bayar jumlah ini

source: Paid by
ms_my: Dibayar oleh

source: Reference of payment. For example, like receipt or cheque number
ms_my: Rujukan pembayaran. Sebagai contoh, seperti resit atau nombor cek

source: Accept
ms_my: Terima

source: Return Change
ms_my: Wang dikembalikan

source: Location Reference
ms_my: Rujukan Lokasi

source: Location reference for this sales (optional)
ms_my: Rujukan lokasi untuk jualan ini (pilihan)

source: Reference Note
ms_my: Nota Rujukan

source: (optional)
ms_my: (pilihan)

source: Reference note for this sales %s
ms_my: Nota rujukan bagi jualan ini %s

source: Print Order
ms_my: Cetak Pesanan

source: Edit Customer
ms_my: Sunting Pelanggan

source: System Name
ms_my: Nama Sistem

source: Show at a top navigation (only visible at large screen)
ms_my: Tunjukkan pada navigasi atas (hanya boleh dilihat pada skrin besar)

source: Show on the login page
ms_my: Tunjukkan pada halaman login

source: System Name. The default will set to %s
ms_my: Nama sistem. Lalai akan ditetapkan kepada %s

source: Header Logo
ms_my: Logo Header

source: Change System Logo at a top navigation
ms_my: Tukar Logo Sistem di navigasi atas

source: Login Logo
ms_my: Logo Login

source: Change System Logo at a login page
ms_my: Tukar Logo Sistem di halaman login

source: Login Page background
ms_my: Imej latar belakang Laman Log masuk

source: Change background image on a login page (only visible at large screen)
ms_my: Tukar imej latar belakang pada halaman login (hanya boleh dilihat pada skrin besar)

source: Add New Reference
ms_my: Tambah Rujukan Baru

source: Expenses List
ms_my: Senarai Perbelanjaan

source: Update Event
ms_my: Kemaskini Jadual

source: Event date
ms_my: Tarikh acara

source: Event Type
ms_my: Jenis acara

source: Event for this company
ms_my: Acara untuk syarikat ini

source: Event description
ms_my: Penerangan acara

source: User Active Session
ms_my: Sesi Aktif Pengguna

source: Last Active
ms_my: Aktif terakhir

source: User Agent
ms_my: Ejen Pelayar

source: Mark as read
ms_my: Tanda sebagai telah dibaca

source: Mark as unread
ms_my: Tanda sebagai belum dibaca

source: The system only keeps these notifications in one month period
ms_my: Sistem ini hanya menyimpan notis pemberitahuan ini dalam tempoh satu bulan

source: No notification available
ms_my: Tiada notifikasi tersedia

source: Add New Package
ms_my: Tambah Pakejn Baru

source: Package Name
ms_my: Nama Pakej

source: 1 month price
ms_my: Harga 1 bulan

source: Enter 1 month price
ms_my: Masukkan harga 1 bulan

source: Price for 1 month
ms_my: Harga untuk 1 bulan

source: 6 months price
ms_my: Harga 6 bulan

source: Enter 6 months price
ms_my: Masukkan harga 6 bulan

source: Price for 6 months
ms_my: Harga untuk 6 bulan

source: 12 months price
ms_my: Harga 12 bulan

source: Enter 12 months price
ms_my: Masukkan harga 12 bulan

source: Price for 12 months
ms_my: Harga untuk 12 bulan

source: Enter active company
ms_my: Masukkan syarikat aktif

source: Active company
ms_my: Syarikat aktif

source: Enter active user
ms_my: Masukkan pengguna aktif

source: Active user
ms_my: Pengguna aktif

source: Enter active employee
ms_my: Masukkan pekerja aktif
