Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Deleting data was not successful. This section cannot empty
ms_my: Memadam data tidak berjaya. Bahagian ini tidak boleh kosong

source: Expenses Number already used. Please choose another
ms_my: Nombor Perbelanjaan telah digunakan. Sila pilih yang lain

source: Invalid supplier Id '%s'
ms_my: Id pembekal tidak sah '%s'

source: Please enter Voucher Number
ms_my: Sila masukkan Nombor Baucar

source: Voucher Number already used. Please choose another
ms_my: Nombor Baucar telah digunakan. Sila pilih yang lain

source: Invalid input for Amount: %s
ms_my: Nilai tidak sah untuk Jumlah: %s

source: Please enter Voucher Description
ms_my: Sila masukkan Penerangan Baucar

source: Please enter company group name
ms_my: Sila masukkan nama grup syarikat

source: Company group name already used. Please choose another one
ms_my: Nama grup syarikat telah digunakan. Sila pilih yang lain

source: Private
ms_my: Peribadi

source: Shared
ms_my: Kongsian

source: You have no event for today.
ms_my: Anda tidak mempunyai acara untuk hari ini.

source: You have %d event and %d public event for today.
ms_my: Anda mempunyai %d acara dan %d acara umum untuk hari ini.

source: %d event and %d public events for this month.
ms_my: %d acara dan %d acara umum untuk bulan ini.

source: Please enter event
ms_my: Sila masukkan acara

source: Please enter Date
ms_my: Sila masukkan Tarikh

source: Any
ms_my: Sebarang

source: Payslip
ms_my: Penyata gaji

source: Leave
ms_my: Cuti

source: Preset Note
ms_my: Nota Pratetap

source: Please select template type
ms_my: Sila pilih jenis templat

source: Please enter template name
ms_my: Sila masukkan nama templat

source: Template name already used. Please choose another one
ms_my: Nama template telah digunakan. Sila pilih yang lain

source: Please enter template description
ms_my: Sila masukkan Penerangan templat

source: Please enter template content
ms_my: Sila masukkan kandungan templat

source: Compression tool for backup not found
ms_my: Alat mampatan untuk backup tidak dijumpai

source: Archive tool for backup not found
ms_my: Alat Arkib untuk backup tidak dijumpai

source: Database tool for backup not found
ms_my: Alat pangkalan data untuk backup tidak dijumpai

source: Encryption tool for backup not found
ms_my: Alat enkripsi untuk backup tidak dijumpai

source: Restoring data was successful
ms_my: Restore data tidak berjaya

source: Restoring a backup file has failed. Files corrupted
ms_my: Restore fail backup gagal. Fail rosak

source: Please select file to upload
ms_my: Sila pilih fail untuk dimuat naik

source: File size exceeds the limit
ms_my: Saiz fail data melebihi had

source: File are not accepted %s
ms_my: Fail tidak diterima %s

source: File '%s' not match with current version '%s'
ms_my: Fail backup '%s' tidak sepadan dengan versi '%s'

source: Uploading file has failed
ms_my: Memuat naik fail telah gagal

source: File was saved
ms_my: Data telah disimpan

source: Saving file was not successful
ms_my: Menyimpan data tidak berjaya

source: An error occurs while creating the backup file
ms_my: Ralat berlaku semasa mencipta fail backup

source: An error occurs while signing the backup file
ms_my: Ralat berlaku semasa menandatangani fail backup

source: An error occurs while connecting to storage server
ms_my: Ralat berlaku ketika sambungan ke pelayan storan

source: Database backup was successful
ms_my: Backup pengakalan data telah gagal

source: Database backup was failed
ms_my: Backup pengakalan data telah gagal

source: Payslip Number already used. Please choose another
ms_my: Nombor Penyata gaji telah digunakan. Sila pilih yang lain

source: Only Payslip with status Paid can copy to Expenses. Please set this payslip status to Paid
ms_my: Hanya Penyata gaji dengan status Dibayar boleh disalin ke Perbelanjaan. Sila menetapkan status penyata gaji ini kepada Dibayar

source: Purchase Order and Payslip was selected. Please choose either one.
ms_my: Pesanan Belian dan Penyata gaji telah dipilih. Sila pilih salah satu.

source: Please enter Expenses Number
ms_my: Sila masukkan Nombor Perbelanjaan

source: Purchase Order Number already used. Please choose another
ms_my: Nombor Pesanan Belian telah digunakan. Sila pilih yang lain

source: Please select Expenses Type
ms_my: Sila pilih Jenis Perbelanjaan

source: Please enter Payment Date
ms_my: Sila masukkan Tarikh Bayaran

source: Invalid Time '%s'
ms_my: Masa Tidak sah '%s'

source: Please enter Payment Reference
ms_my: Sila masukkan Rujukan Pembayaran

source: Please enter package name
ms_my: Sila masukkan nama pakej

source: Package name already exist. Please choose another one
ms_my: Nama pakej telah ada. Sila pilih yang lain

source: Invalid value for 1 month price
ms_my: Nilai tidak sah bagi harga 1 bulan

source: Invalid value for 6 months price
ms_my: Nilai tidak sah bagi harga 6 bulan

source: Invalid value for 12 months price
ms_my: Nilai tidak sah bagi harga 12 bulan

source: Error(%s): Database for authentication not found
ms_my: Ralat (%s): Pangkalan Data untuk pengesahan tidak dijumpai

source: Cannot %s '%s'. Only system owner has the right to do it
ms_my: Tidak boleh %s '%s'. Hanya pemilik sistem boleh mengubahnya

source: Please enter role name
ms_my: Sila masukkan nama peranan

source: Role name already used. Please choose another one
ms_my: Nama Peranan telah digunakan. Sila pilih yang lain

source: Please enter role options
ms_my: Sila masukkan pilihan peranan

source: Cannot delete role "%s". Already assign to users
ms_my: Tidak boleh memadam peranan "%s". Sudah diberikan kepada pengguna

source: Server Error
ms_my: Ralat Pelayan

source: Resource not exist. Please report this error
ms_my: Sumber tidak wujud. Sila laporkan ralat ini

source: Database for activity log not found
ms_my: Pangkalan Data bagi log aktiviti tidak dijumpai

source: Please enter expenses type name
ms_my: Sila masukkan nama jenis perbelanjaan

source: Expenses type name already used. Please choose another one
ms_my: Nama jenis perbelanjaan telah digunakan. Sila pilih yang lain

source: Error(%s): Storage configuration not defined
ms_my: Ralat (%s): konfigurasi Storan tidak dinyatakan

source: Error(%s): Storage configuration not found
ms_my: Ralat (%s): konfigurasi Storan tidak dijumpai

source: Error(%s): Storage configuration is not writeable
ms_my: Ralat (%s): konfigurasi Storaan tidak boleh ditulis

source: Creating storage: %s
ms_my: Mencipta storan: %s

source: Saving file: %s
ms_my: Menyimpan fail: %s

source: Delete file: %s
ms_my: Padam fail: %s

source: Fetch file: %s
ms_my: Ambil Fail: %s

source: Copy file: %s
ms_my: Salin fail: %s

source: Rename file: %s
ms_my: Menamakan semula fail: %s

source: List file: %s
ms_my: Senarai fail: %s

source: Please enter pricing name
ms_my: Sila masukkan nama harga

source: Pricing name already used. Please choose another one
ms_my: Nama harga telah digunakan. Sila pilih yang lain

source: Please select customer or customer group
ms_my: Sila pilih pelanggan atau grup pelanggan

source: Please select product
ms_my: Sila pilih produk

source: Please enter selling price
ms_my: Sila masukkan harga jualan

source: Invalid value for selling price
ms_my: Nilai tidak sah untuk harga jualan

source: Cannot get base pricing
ms_my: Tidak boleh mendapatkan harga asas

source: New Pricing cannot bigger than base pricing. Please choose another one
ms_my: Harga baru tidak boleh lebih besar daripada harga asas. Sila pilih yang lain

source: Password must include at least one number
ms_my: Kata laluan mesti mengandungi sekurang-kurangnya satu nombor

source: Password must include at least one letter
ms_my: Kata laluan mesti mengandungi sekurang-kurangnya satu huruf

source: Password must include at least one capital letter
ms_my: Kata laluan mesti mengandungi sekurang-kurangnya satu huruf besar

source: Password must include at least one symbol
ms_my: Kata laluan mesti mengandungi sekurang-kurangnya satu simbol

source: Your IP has been blocked for excessive failed login attempts. Please try again later
ms_my: IP anda telah disekat kerana kegagalan log masuk yang berlebihan. Sila cuba lagi kemudian

source: Action link was expired
ms_my: Pautan tindakan telah tamat tempoh

source: Verification link was expired
ms_my: Pautan pengesahan telah tamat tempoh

source: Account was disabled
ms_my: Akaun telah dilumpuhkan

source: Authentication accepted
ms_my: Pengesahan diterima

source: Authentication failure
ms_my: Pengesahan gagal

source: Already login as %s
ms_my: Sudah log masuk sebagai %s

source: Switching to user %s successful
ms_my: Menukar kepada pengguna %s berjaya

source: Switching to user %s was failed
ms_my: Menukar kepada pengguna %s telah gagal

source: Updating reference for user fullname from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama penuh dari '%s' kepada '%s'

source: Updating reference for login user from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi pengguna log masuk dari '%s' kepada '%s'

source: Already have %d active user. Please deactivate other user
ms_my: Sudah mempunyai %d pengguna aktif. Sila nyah-aktifkan pengguna yang lain

source: Please enter Username
ms_my: Sila masukkan Nama Pengguna

source: Invalid input for Username, space are not allowed
ms_my: Input tidak sah bagi Nama pengguna, ruang tidak dibenarkan

source: Username already used. Please choose another
ms_my: Nama pengguna telah digunakan. Sila pilih yang lain

source: Please enter Password
ms_my: Sila masukkan Kata laluan

source: Password not match
ms_my: Kata laluan tidak sepadan

source: Please select User Roles
ms_my: Sila pilih Peranan Pengguna

source: Invalid User Roles '%s'
ms_my: Peranan Pengguna Tidak Sah '%s'

source: Please choose company as primary company
ms_my: Sila pilih syarikat sebagai syarikat utama

source: nothing changed
ms_my: tiada perubahan

source: Cannot remove your self
ms_my: Tidak boleh memadam diri anda sendiri

source: Demo Mode: Cannot remove login admin
ms_my: Mod Demo: Tidak dibenarkan memadam pengguna admin

source: Cannot remove system owner
ms_my: Tidak boleh padam pemilik sistem

source: Demo Mode: Cannot change admin status
ms_my: Mod Demo: Tidak dibenarkan menukar status pengguna admin

source: Demo Mode: Cannot change login admin
ms_my: Mod Demo: Tidak dibenarkan menukar pengguna admin

source: Demo Mode: Cannot change admin password
ms_my: Mod Demo: Tidak dibenarkan menukar kata laluan pengguna admin

source: Demo Mode: Cannot change admin role
ms_my: Mod Demo: Tidak dibenarkan menukar peranan admin

source: You cannot change your role by yourself. Please ask another user to change it for you
ms_my: Anda tidak boleh mengubah peranan anda sendiri. Sila minta pengguna lain untuk menukarkan bagi pihak anda

source: Cannot disable yourself
ms_my: Tidak boleh nyah-aktifkan diri anda

source: Updating data was not successful
ms_my: Pengemaskinian data telah tidak berjaya

source: Please enter Current Password
ms_my: Sila masukkan Kata laluan terkini

source: Please enter New Password
ms_my: Sila masukkan Kata laluan Baharu

source: Please enter Confirm Password
ms_my: Sila masukkan Sahkan Kata Laluan

source: Cannot find your current password. Please contact administrator
ms_my: Tidak dapat mencari kata laluan anda yang terkini. Sila hubungi pentadbir

source: Current Password not match
ms_my: Kata laluan semasa tidak sepadan

source: Password same with the previous. Please change to another password
ms_my: Kata laluan sama dengan sebelumnya. Sila tukar kepada kata laluan yang lain

source: Please select language
ms_my: Sila pilih bahasa

source: Please select time zone
ms_my: Sila pilih zon masa

source: Please select date format
ms_my: Sila pilih format tarikh

source: Please select time format
ms_my: Sila pilih format masa

source: Please select row page
ms_my: Sila pilih baris halaman

source: Demo Mode: Cannot request password reset
ms_my: Mod Demo: Tidak boleh meminta tetapan semula kata laluan

source: The information regarding password reset was sent to your email '%s'
ms_my: Maklumat berkenaan tetapan semula kata laluan telah dihantar ke E-mel anda '%s'

source: There is a problem when trying to send a new password to your email '%s'.<br>Try to login using this password<br><br>%s<br><br>Please contact your administrator if the problem recurs.
ms_my: Terdapat masalah ketika hendak menghantar kata laluan baru ke email anda '%s'.<br>Sila cuba log masuk dengan menggunakan kata laluan ini<br><br>%s<br><br>Sila hubungi pentadbir anda jika masalah berulang.

source: Please contact your administrator
ms_my: Sila hubungi pentadbir anda

source: Demo Mode: Cannot delete other user session
ms_my: Mod Demo: Tidak boleh memadam sesi pengguna lain

source: Opened
ms_my: Dibuka

source: Closed
ms_my: Ditutup

source: Please enter Point Of Sale name
ms_my: Sila masukkan nama Point Of Sale

source: Point Of Sale name already used. Please choose another one
ms_my: Nama Point Of Sale telah digunakan. Sila pilih yang lain

source: Please select Company
ms_my: Sila pilih Syarikat

source: Please select Product Group
ms_my: Sila pilih Grup produk

source: Invalid Product Group Id '%s'
ms_my: Id bagi Grup Produk Tidak sah '% s'

source: Please select Default Customer
ms_my: Sila pilih Pelanggan Lalai

source: Please enter Reference Note
ms_my: Sila masukkan Nota Rujukan

source: Paid amount is insufficient. Less than payable amount
ms_my: Jumlah yang dibayar tidak mencukupi. Kurang daripada jumlah yang perlu dibayar

source: No item selected
ms_my: Tiada item yang dipilih

source: No payment has been made for this bill. Please open this bill and make payment
ms_my: Tidak ada bayaran yang telah dibuat bagi bil ini. Sila buka bil ini dan membuat bayaran

source: Please enter amount cash in hand
ms_my: Sila masukkan jumlah wang tunai di tangan

source: Invalid value for amount cash in hand
ms_my: Nilai tidak sah bagi jumlah wang tunai di tangan

source: Amount cash in hand cannot zero or lower than zero
ms_my: Jumlah wang tunai di tangan tidak boleh kosong atau lebih rendah daripada kosong

source: Please enter Closing Note
ms_my: Sila masukkan nota penutupan

source: Please enter Closing Time
ms_my: Sila masukkan masa penutupan

source: Invalid Date and Time '%s'
ms_my: Tarikh dan Masa tidak sah '%s'

source: Failed to get register details
ms_my: Gagal mendapatkan maklumat daftar tunai

source: Failed to get POS Console reference Id
ms_my: Gagal mendapatkan rujukan Id Konsol POS

source: Failed to get Cashier reference Id
ms_my: Gagal mendapatkan rujukan Id Juruwang

source: Please enter reference name
ms_my: Sila masukkan nama rujukan

source: Reference name already used. Please choose another one
ms_my: Nama rujukan telah digunakan. Sila pilih yang lain

source: No Point Of Sale selected. Please select at least one
ms_my: Tiada Point Of Sale yang dipilih. Sila pilih sekurang-kurangnya satu

source: Please enter location name
ms_my: Sila masukkan nama lokasi

source: Please select Subscriber
ms_my: Sila pilih Pelanggan

source: Please upload image of receipt
ms_my: Sila muat naik imej resit

source: Please select status
ms_my: Sila pilih status

source: Please select payment status
ms_my: Sila pilih status pembayaran

source: Please enter payment reference
ms_my: Sila masukkan rujukan pembayaran

source: Invalid Payment Date '%s'
ms_my: Tarikh Pembayaran tidak sah '%s'

source: Cannot delete '%s'. Used in Subscription section
ms_my: Tidak dapat memadam '%s'. Digunakan pada bahagian Langganan

source: Only approved Quotation can generate an Invoice. Please set this Quotation status to Approved
ms_my: Hanya Sebut harga yang telah diluluskan boleh menjana invois. Sila menetapkan status Sebut harga ini kepada Diluluskan

source: Please enter Quotation Number
ms_my: Sila masukkan Nombor Sebut Harga

source: Please enter Quotation Date
ms_my: Sila masukkan Tarikh Sebut Harga

source: Please enter Quotation Expiry Date
ms_my: Sila masukkan Tarikh luput bagi Sebut Harga

source: Please enter the quotation item
ms_my: Sila masukkan item bagi sebut harga

source: No stock available for product %s. Please top up the stock
ms_my: Tiada stok bagi produk %s. Sila tambah stok

source: Stock is not enough for product %s. Requested quantity is %d. Stock availability is %d. Cannot lower than minimum amount of stock %s. Please reduce the amount of quantity or increase the amount of minimum stock
ms_my: Stok tidak mencukupi bagi produk %s. Kuantiti yang diminta ialah %d. Ketersedian stock ialah %d. Tidak boleh lebih rendah daripada dengan jumlah minimum stok %s. Sila kurangkan jumlah kuantiti atau tambah jumlah stok minimum

source: Please select a company if available
ms_my: Sila pilih syarikat jika ada

source: Please select a product if available
ms_my: Sila pilih produk jika ada

source: Stock already set. Please choose another company and product
ms_my: Stok telah ditetapkan. Sila pilih syarikat lain dan produk

source: Please enter stock amount
ms_my: Sila masukkan jumlah stok

source: Invalid value for stock amount
ms_my: Nilai tidak sah untuk jumlah stok

source: Please enter minimum stock amount
ms_my: Sila masukkan jumlah stok minimum

source: Invalid value for minimum stock amount
ms_my: Nilai tidak sah untuk jumlah stok minimum

source: Minimum stock must lower than amount of stock
ms_my: Stok minimum perlu lebih kecil dari jumlah stok

source: Cannot get stock info
ms_my: Tidak boleh mendapatkan maklumat stok

source: Product '%s' not available
ms_my: Produk '%s' tidak tersedia

source: Barcode Data: %s
ms_my: Data Kod bar: %s

source: Product code already used. Please choose another one
ms_my: Kod produk telah digunakan. Sila pilih yang lain

source: Please enter product name
ms_my: Sila masukkan nama produk

source: Product name already used. Please choose another one
ms_my: Nama produk telah digunakan. Sila pilih yang lain

source: Please enter barcode data
ms_my: Sila masukkan data bagi kod bar

source: Please enter product cost price
ms_my: Sila masukkan harga kos produk

source: Invalid value for product cost price
ms_my: Nilai tidak sah untuk harga kos produk

source: Please enter product selling price
ms_my: Sila masukkan harga jualan produk

source: Invalid value for product selling price
ms_my: Nilai tidak sah untuk harga jualan produk

source: Please enter amount of stock
ms_my: Sila masukkan jumlah stok

source: Invalid value for amount of stock
ms_my: Nilai tidak sah bagi jumlah stok

source: Please enter product description
ms_my: Sila masukkan penerangan produk

source: Please select an Invoice if available
ms_my: Sila pilih produk jika ada

source: Cannot get payment info
ms_my: Tidak boleh mendapatkan maklumat pembayaran

source: Database tool not found
ms_my: Alat pengkalan data tidak dijumpai

source: Archive path not found
ms_my: Lokasi arkib tidak dijumpai

source: Cannot delete "%s". The subscriber already activated. Change status to "unsubscribe" and let system remove it automatically
ms_my: Tidak dapat memadam "%s". Pelanggan telah diaktifkan. Sila tukar status untuk berhenti melanggan dan biarkan sistem memadamnya secara automatik

source: No data available
ms_my: Tiada data

source: Please enter Owner's Name
ms_my: Sila masukkan Nama Pemilik

source: Please enter Owner's Email Address
ms_my: Sila masukkan Alamat E-mel Pemilik

source: This Email Address already registered. Please choose another
ms_my: Alamat E-mel ini sudah didaftarkan. Sila pilih yang lain

source: Registration requires your current email address, that you use daily. We do not accept email address randomly created
ms_my: Pendaftaran memerlukan alamat e-mel terkini anda, yang digunakan setiap hari. Kami tidak menerima alamat e-mel yang dicipta secara rawak

source: Invalid input for Account Name, only number and alphabet allowed
ms_my: Input tidak sah untuk Nama Akaun, hanya nombor dan abjad yang dibenarkan

source: Account Name must have more than 5 alphabets
ms_my: Nama Akaun mestilah mempunyai lebih dari 5 huruf

source: Account Name '%s' already registered. Please choose another
ms_my: Nama Akaun '%s' sudah didaftarkan. Sila pilih yang lain

source: Account Name '%s' is set as reserved. Please choose another
ms_my: Nama Akaun '%s' sudah dirizabkan. Sila pilih yang lain

source: Password too short
ms_my: Kata laluan terlalu pendek

source: Registration succeeded. The activation link was sent to email %s. Click link below to activate %s
ms_my: Pendaftaran berjaya. Pautan pengaktifan telah dihantar ke e-mel %s. Klik pautan di bawah untuk mengaktifkan %s

source: Registration succeeded. But has some issue when trying to send an activation link to email %s. Click link below to activate %s
ms_my: Pendaftaran berjaya. Tetapi mempunyai beberapa isu apabila cuba menghantar pautan pengaktifan ke e-mel %s. Klik pautan di bawah untuk mengaktifkan %s

source: Thank you for your registration. The activation link was sent to your email %s. Please verify within 24 hours. Please also check your Spam/Bulk folder for the activation email.
ms_my: Terima kasih diatas pendaftaran anda. Pautan pengaktifan telah dihantar ke e-mel anda %s . Sila sahkan dalam tempoh 24 jam. Sila semak juga Spam / folder Bulk anda untuk e-mel pengaktifan.

source: There was an issue when trying to send an activation link to your email %s. Please contact %s about this issue.
ms_my: Terdapat isu apabila cuba menghantar pautan pengaktifan ke e-mel anda %s. Sila hubungi %s perihal isu ini.

source: Registration succeeded. It takes a few minutes to create the account
ms_my: Pendaftaran berjaya. Ia mengambil masa beberapa minit untuk akaun dicipta

source: Registration was failed. The activation process has failed
ms_my: Pendaftaran telah gagal. Proses pengaktifan telah gagal

source: Registration succeeded. Click link below to activate %s
ms_my: Pendaftaran berjaya. Klik pautan di bawah untuk mengaktifkan %s

source: Registration was failed
ms_my: Pendaftaran telah gagal

source: Registration was failed. Please contact %s for assistance
ms_my: Pendaftaran telah gagal. Sila hubungi %s untuk mendapatkan bantuan

source: The activation link was expired. Please register again
ms_my: Pautan pengaktifan telah tamat. Sila daftar semula

source: It takes a few minutes to set up your account. The process still in progress. Will email you once it's ready.
ms_my: Ia mengambil masa beberapa minit untuk menyediakan akaun anda. Proses ini masih berjalan. Anda akan di e-mel sebaik sahaja ia selesai.

source: Thank you for your confirmation. It takes a few minutes to set up your account. Will email you once it's ready.
ms_my: Terima kasih diatas pengesahan anda. Ia mengambil masa beberapa minit untuk menyediakan akaun anda. Anda akan di e-mel sebaik sahaja ia selesai.

source: Thank you for your confirmation. But the activation process has failed. Please contact %s about this issue.
ms_my: Terima kasih kerana pengesahan anda. Tetapi proses pengaktifan telah gagal. Sila hubungi %s perihal isu ini.

source: Creating database for %s success
ms_my: Mewujudkan pangkalan data untuk %s telah berjaya

source: Creating configuration file for %s success
ms_my: Mencipta fail konfigurasi untuk %s telah berjaya

source: Creating configuration file for %s was failed
ms_my: Mencipta fail konfigurasi untuk %s telah gagal

source: Creating database for %s was failed: %s
ms_my: Mencipta pangkalan data untuk %s telah gagal: %s

source: Sending email to %s for login information success
ms_my: Menghantar e-mel kepada %s untuk maklumat log masuk telah berjaya

source: Sending email to %s for login information was failed
ms_my: Menghantar e-mel kepada %s untuk maklumat log masuk telah gagal

source: Creating site %s was failed
ms_my: Mencipta laman web %s telah gagal

source: Un-subscribe: Creating 'config.d' for '%s' was failed
ms_my: Un-subscribe: Mencipta 'config.d' untuk %s telah gagal
