Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: This notification was sent to inform that this account '%s' will expire in %d day. Please renew your subscription to continue using this system
ms_my: Notis ini dihantar untuk memberitahu bahawa akaun ini '%s' akan tamat tempoh dalam masa %d hari. Sila perbaharui langganan anda untuk terus menggunakan sistem ini

source: Note:
ms_my: Nota:

source: Profile
ms_my: Profil

source: Home
ms_my: Utama

source: Settings
ms_my: Tetapan

source: About
ms_my: Mengenai

source: User Subscription
ms_my: Langganan Pengguna

source: My Payslip
ms_my: Penyata gaji saya

source: Employee Payslip
ms_my: Penyata gaji Pekerja

source: Leave Request
ms_my: Permohonan Cuti

source: General System Configuration
ms_my: Konfigurasi Sistem Umum

source: Branding
ms_my: Penjenamaan

source: Manage Companies
ms_my: Mengurus Syarikat

source: Company List
ms_my: Senarai Syarikat

source: Tax Code
ms_my: Kod Cukai

source: System users
ms_my: Pengguna Sistem

source: Users List
ms_my: Senarai Pengguna

source: Customers
ms_my: Pelanggan

source: Manage Customers
ms_my: Mengurus Pelanggan

source: Customers List
ms_my: Senarai Pelanggan

source: Products / Services
ms_my: Produk / Servis

source: Manage Products / Services, Pricing and Stocks
ms_my: Mengurus Produk / Servis, Harga dan Stok

source: Products List
ms_my: Senarai Produk

source: Stocks operation
ms_my: Operasi stok

source: Manage Supplier
ms_my: Mengurus Pembekal

source: Supplier List
ms_my: Senarai Pembekal

source: Sales
ms_my: Jualan

source: Manage Sales Order, Quotations, Invoices, Delivery Order and Payment Receipt
ms_my: Mengurus Sebut Harga, Invois, Pesanan Penghantaran dan Resit Bayaran

source: Quotations List
ms_my: Senarai Sebut Harga

source: Invoices List
ms_my: Senarai Invois

source: Payment Management
ms_my: Pengurusan Pembayaran

source: Payment History
ms_my: Sejarah Pembayaran

source: Purchases
ms_my: Pembelian

source: Manage Purchase Order, Payment Voucher and Expenses
ms_my: Mengurus Pesanan Belian, Baucer Bayaran dan Perbelanjaan

source: POS Management
ms_my: Pengurusan POS

source: POS Console
ms_my: Konsol POS

source: Cash Register
ms_my: Daftar Tunai

source: References
ms_my: Rujukan

source: Manage Employees
ms_my: Mengurus Pekerja

source: Employees List
ms_my: Senarai Pekerja

source: Payslip Items
ms_my: Item Penyata gaji

source: Leave Type
ms_my: Jenis Cuti

source: Manage Job Sheet
ms_my: Mengurus Helaian Kerja

source: Job Sheet List
ms_my: Senarai Helaian Kerja

source: Job Sheet Items
ms_my: Item Helaian Kerja

source: Private and Public Calendar
ms_my: Kalendar Peribadi dan Umum

source: My Calendar
ms_my: Kalendar Peribadi

source: Shared Calendar
ms_my: Kalendar Dikongsi

source: Template
ms_my: Templat

source: Template for Invoice, Quotation and others related
ms_my: Templat untuk Invois, Sebut Harga dan lain-lain yang berkaitan

source: Postage Tracking
ms_my: Pengesanan Pos

source: Track your postage
ms_my: Mengesan pengeposan anda

source: Reports
ms_my: Laporan

source: Generate or view sales report
ms_my: Menjana atau melihat laporan jualan

source: Overview
ms_my: Tinjauan

source: Sales Summary
ms_my: Ringkasan Jualan

source: Sales Report
ms_my: Laporan Jualan

source: Payment Report
ms_my: Laporan Pembayaran

source: Stock Report
ms_my: Laporan Stok

source: Product Report
ms_my: Laporan Produk

source: Purchase Report
ms_my: Laporan Pembelian

source: Expense Report
ms_my: Laporan Perbelanjaan

source: Tax Report
ms_my: Laporan Cukai

source: Profit and Loss
ms_my: Untung dan Rugi

source: Accounts Aging
ms_my: Akaun Luput

source: Customer Statements
ms_my: Penyata Pelanggan

source: Maintenance
ms_my: Penyelenggaraan

source: System maintenance
ms_my: Penyelenggaraan sistem

source: Activity Log
ms_my: Log aktiviti

source: Mailer Log
ms_my: Log Pengirim E-mel

source: System Master
ms_my: Tuan Sistem

source: Manage %s
ms_my: Mengurus %s

source: Referral Management
ms_my: Pengurusan Referral

source: and
ms_my: dan

source: cents
ms_my: sen

source: only
ms_my: sahaja

source: In
ms_my: Masuk

source: Out
ms_my: Keluar

source: Reserved
ms_my: Disimpan

source: Approved
ms_my: Diluluskan

source: Please select For Company
ms_my: Sila pilih Untuk Syarikat

source: Please select Employee
ms_my: Sila pilih Pekerja

source: Invalid Employee Id '%s'
ms_my: Id Pekerja tidak sah '%s'

source: Please select Leave type
ms_my: Sila pilih jenis Cuti

source: Please enter Employee Leave Number
ms_my: Sila masukkan Nombor Cuti Pekerja

source: Employee Leave Number already used. Please choose another
ms_my: Nombor Cuti telah digunakan. Sila pilih yang lain

source: Please enter Date Start
ms_my: Sila masukkan Tarikh Mula

source: Invalid Date Start '%s'
ms_my: Tarikh Mula tidak sah '%s'

source: Please enter Date End
ms_my: Sila masukkan Tarikh Tamat

source: Invalid Date End '%s'
ms_my: Tarikh Tamat tidak sah '%s'

source: Invalid input of days '%s'
ms_my: Input hari tidak sah '%s'

source: Please enter Employee Leave Date
ms_my: Sila masukkan tarikh cuti pekerja

source: User %s has submitted a leave request
ms_my: Pengguna %s telah mengemukakan permintaan cuti

source: Sent
ms_my: Dihantar

source: Canceled
ms_my: Dibatalkan

source: Received
ms_my: Diterima

source: Only accepted Sales Order can copy to Purchase Order. Please set this Sales Order status to Accepted
ms_my: Hanya Pesanan Jualan yang telah diterima boleh disalin ke Pesanan Belian. Sila menetapkan status Pesanan Jualan ini kepada Diterima

source: Please select Supplier
ms_my: Sila pilih Pembekal

source: Invalid Supplier Id '%s'
ms_my: Id Pembekal tidak sah '%s'

source: Please enter Purchase Number
ms_my: Sila masukkan Nombor Pembelian

source: Purchase Number already used. Please choose another
ms_my: Nombor Pembelian telah digunakan. Sila pilih yang lain

source: Please enter Purchase Date
ms_my: Sila masukkan Tarikh Pembelian

source: Invalid Delivery Date '%s'
ms_my: Tarikh penghantaran tidak sah '%s'

source: Please enter the purchase item
ms_my: Sila masukkan item pembelian

source: Exclusive
ms_my: Eksklusif

source: Inclusive
ms_my: Inklusif

source: Setting for image not found
ms_my: Tetapan bagi imej tidak dijumpai

source: Updating reference for company name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama syarikat dari '%s' kepada '%s'

source: Please enter company name
ms_my: Sila masukkan nama syarikat

source: Company name already used. Please choose another one
ms_my: Nama syarikat telah digunakan. Sila pilih yang lain

source: Registration number already used. Please choose another one
ms_my: Nombor pendaftaran telah digunakan. Sila pilih yang lain

source: Invalid Phone Number '%s'
ms_my: Nombor Telefon tidak sah '%s'

source: Invalid Fax Number '%s'
ms_my: Nombor Faks tidak sah '%s'

source: Invalid Email Address '%s'
ms_my: Alamat E-mel tidak sah '%s'

source: Delete was failed. This section cannot empty
ms_my: Memadam telah gagal. Bahagian ini tidak boleh kosong

source: Updating reference for customer name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama pelanggan dari '%s' kepada '%s'

source: Updating reference for customer company name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama syarikat pelanggan dari '%s' kepada '%s'

source: Customer code already used. Please choose another
ms_my: Kod Pelanggan telah digunakan. Sila pilih yang lain

source: Please enter customer name
ms_my: Sila masukkan nama pelanggan

source: Customer name already used. Please choose another one
ms_my: Nama Pelanggan telah digunakan. Sila pilih yang lain

source: Invalid Date Of Birth '%s'
ms_my: Tarikh lahir tidak sah '%s'

source: Partial paid
ms_my: Bayaran Separa

source: Paid
ms_my: Dibayar

source: Quotation Number already used. Please choose another
ms_my: Nombor Sebut Harga telah digunakan. Sila pilih yang lain

source: Please enter Invoice Number
ms_my: Sila masukkan Nombor Invois

source: Please enter Issue Date
ms_my: Sila masukkan Tarikh Dikeluarkan

source: Please enter the invoice item
ms_my: Sila masukkan item invois

source: Please enter the amount of payment
ms_my: Sila masukkan jumlah bayaran

source: Invalid value for amount of payment: %s
ms_my: Nilai tidak sah untuk jumlah bayaran: %s

source: Amount of payment must greater than 0
ms_my: Jumlah bayaran mesti lebih besar daripada 0

source: Please enter Recurring Start From Date
ms_my: Sila masukkan Mula Berulang Dari Tarikh

source: No payment has been made. Please enter the amount of payment
ms_my: Tiada pembayaran telah dibuat. Sila masukkan jumlah bayaran

source: Invoice from %s
ms_my: Invois daripada %s

source: Dear Sir/Madam,<br><br>Please find the attached Invoice. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Invois yang dilampirkan. Terima kasih diatas peluang perniagaan.<br><br>Terima kasih,<br>--<br>%s

source: Error(%s): Configuration missing
ms_my: Ralat (%s): Konfigurasi hilang

source: Please enter promo code
ms_my: Sila masukkan kod promo

source: Promo code already exist. Please choose another one
ms_my: Kod promo telah digunakan. Sila pilih yang lain

source: Please enter promo amount
ms_my: Sila masukkan nilai promo

source: Invalid value for promo amount
ms_my: Nilai tidak sah bagi nilai promo

source: Promo amount must bigger than 0
ms_my: Nilai Promo mesti lebih besar daripada 0

source: Please enter subscription minimum amount
ms_my: Sila masukkan jumlah minimum bagi langganan

source: Invalid value for subscription minimum amount
ms_my: Nilai tidak sah bagi nilai minimum langganan

source: Subscription minimum amount must bigger than %d
ms_my: Jumlah minimum langganan mesti lebih besar daripada %d

source: Promo amount must lower than subscription minimum amount
ms_my: Nilai Promo perlu lebih rendah daripada nilai minimum langganan

source: Please select Invoice
ms_my: Sila pilih Invois

source: No data available for selected Invoice
ms_my: Tiada data tersedia untuk Invois yang dipilih

source: Receipt can only be issued to Invoice with status Partial Paid or Paid
ms_my: Resit hanya boleh dikeluarkan kepada invois dengan status Bayaran Separa atau Dibayar

source: Invalid value for paid amount
ms_my: Nilai tidak sah bagi nilai yang telah dibayar

source: Invoice with paid amount %s already exist
ms_my: Invois dengan jumlah yang telah dibayar %s sudah ada

source: Please enter Receipt Number
ms_my: Sila masukkan Nombor Resit

source: Receipt Number already used. Please choose another
ms_my: Nombor resit telah digunakan. Sila pilih yang lain

source: Please enter Receipt Date
ms_my: Sila masukkan Tarikh Resit

source: Please enter item name
ms_my: Sila masukkan nama item

source: Item name already used. Please choose another one
ms_my: Nama Item telah digunakan. Sila pilih yang lain

source: Please enter the rate
ms_my: Sila masukkan kadar

source: Invalid value for rate: %s
ms_my: Nilai tidak sah untuk kadar: %s

source: The rate cannot below than 0
ms_my: Kadar tidak boleh rendah daripada 0

source: Please enter description
ms_my: Sila masukkan penerangan

source: Error! You need to close the {if} tag
ms_my: Ralat! Anda perlu untuk menutup {if} tag

source: Error! You need to close the {loop} tag
ms_my: Ralat! Anda perlu untuk menutup {loop} tag

source: No data is available at this time. Will try again momentarily
ms_my: Tiada data tersedia buat masa ini. Akan dicuba sebentar lagi

source: Please select For Invoice or Purchase Order
ms_my: Sila pilih Untuk Invois atau Pesanan Belian

source: Please enter tracking code
ms_my: Sila masukkan kod pengesanan

source: Tracking code already exist. Please choose another one
ms_my: Kod pengesanan telah ada. Sila pilih yang lain

source: This is a permanent error. More than 48 hours data not available. Please remove and redo this tracking
ms_my: Ini adalah ralat kekal. Lebih daripada 48 jam data tidak berjaya diperolehi. Sila padam dan buat semula pengesanan ini

source: Tax Per Item
ms_my: Cukai Setiap Item

source: Tax Total Amount
ms_my: Jumlah keseluruhan cukai

source: Updating reference for tax name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama cukai dari '%s' kepada '%s'

source: change tax name
ms_my: ubah nama cukai

source: Please enter tax name
ms_my: Sila masukkan nama cukai

source: Tax name already used. Please choose another one
ms_my: Nama cukai telah digunakan. Sila pilih yang lain

source: Please enter tax rate
ms_my: Sila masukkan kadar cukai

source: Invalid value for tax rate
ms_my: Nilai tidak sah untuk kadar cukai

source: Completed
ms_my: Selesai

source: Malaysian GST
ms_my: GST Malaysia

source: Tax Summary
ms_my: Ringkasan Cukai

source: Invalid start date
ms_my: Tarikh mula tidak sah

source: Invalid start date '%s'
ms_my: Tarikh mula tidak sah '%s'

source: Invalid end date
ms_my: Tarikh akhir tidak sah

source: Invalid end date '%s'
ms_my: Tarikh akhir tidak sah '%s'

source: Invalid month
ms_my: Bulan tidak sah

source: Invalid year
ms_my: Tahun tidak sah

source: Invoice
ms_my: Invois

source: In progress
ms_my: Sedang dilaksanakan

source: This invoice has been cancelled. Cannot copy to Job Sheet
ms_my: Invois ini telah dibatalkan. Tidak boleh disalin ke Helaian Kerja

source: This invoice has been overdue. Cannot copy to Job Sheet
ms_my: Invois ini telah luput. Tidak boleh disalin ke Helaian Kerja

source: Job Sheet Number already used. Please choose another
ms_my: Nombor Helaian Kerja telah digunakan. Sila pilih yang lain

source: Please enter Job Sheet Number
ms_my: Sila masukkan Nombor Helaian Kerja

source: Please enter the jobsheet item
ms_my: Sila masukkan item helaian kerja

source: Please enter the payslip item
ms_my: Sila masukkan item penyata gaji

source: Purchase
ms_my: Pembelian

source: Supply
ms_my: Bekalan

source: Updating reference for tax code name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama kod cukai dari '%s' kepada '%s'

source: Please select Tax
ms_my: Sila pilih Cukai

source: Please select Category
ms_my: Sila pilih Kategori

source: Please enter tax code name
ms_my: Sila masukkan nama kod cukai

source: Tax Code name already used. Please choose another one
ms_my: Nama Kod Cukai telah digunakan. Sila pilih yang lain

source: Please enter tax code rate
ms_my: Sila masukkan kod kadar cukai

source: Invalid value for tax code rate
ms_my: Nilai tidak sah bagi kod kadar cukai

source: Draft
ms_my: Draf

source: Save
ms_my: Simpan

source: Owners Only
ms_my: Pemilik sahaja

source: All Users
ms_my: Semua Pengguna

source: Please enter announcement title
ms_my: Sila masukkan tajuk pengumuman

source: Announcement name already exist. Please choose another one
ms_my: Nama pengumuman telah ada. Sila pilih yang lain

source: Please enter announcement message
ms_my: Sila masukkan mesej pengumuman

source: Please enter announcement Date
ms_my: Sila masukkan Tarikh pengumuman

source: Message already sent. Cannot update
ms_my: Mesej telah dihantar. Tidak boleh diubah

source: Announcement title already exist. Please choose another one
ms_my: Tajuk pengumuman telah digunakan. Sila pilih yang lain

source: Invalid number for Rotate Log in day
ms_my: Nombor tidak sah untuk hari Putaran Log

source: Invalid number for Rotate Mailer Log in day
ms_my: Nombor tidak sah untuk hari Putaran Log Penghantar E-mel

source: Invalid number for Decimal Point
ms_my: Nombor tidak sah untuk titk perpuluhan

source: Invalid Time Zone '%s'
ms_my: Zon Masa Tidak sah '%s'

source: Invalid number for Password Length
ms_my: Nombor tidak sah bagi panjang Kata laluan

source: Invalid number for login attempts
ms_my: Nombor tidak sah bagi cubaan log masuk

source: Invalid number for expiry time
ms_my: Nombor tidak sah bagi masa luput

source: Please enter supplier group name
ms_my: Sila masukkan nama grup pembekal

source: Supplier group name already used. Please choose another one
ms_my: Nama grup pembekal telah digunakan. Sila pilih yang lain

source: Updating reference for supplier name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama pembekal dari '%s' kepada '%s'

source: Updating reference for supplier company name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama syarikat pembekal dari '%s' kepada '%s'

source: Supplier code already used. Please choose another one
ms_my: Kod pembekal telah digunakan. Sila pilih yang lain

source: Please enter supplier name
ms_my: Sila masukkan nama pembekal

source: Supplier name already used. Please choose another one
ms_my: Nama pembekal telah digunakan. Sila pilih yang lain

source: Account Id not found. Please contact system support
ms_my: Id Akaun tidak dijumpai. Sila hubungi sokongan sistem

source: Annually
ms_my: Tahunan

source: 6 Months
ms_my: 6 Bulan

source: Direct Bank Transfer
ms_my: Pembayaran melalui bank

source: Account Registered
ms_my: Akaun Telah Didaftarkan

source: Account Verified
ms_my: Akaun Telah Disahkan

source: Unsubscribe
ms_my: Henti langganan

source: Declined
ms_my: Ditolak

source: Promo code not available
ms_my: Kod promo tidak tersedia

source: Promo code not available for this subscription plans
ms_my: Kod promo tidak tersedia untuk pelan langganan ini

source: Promo code already applied
ms_my: Kod promo telah digunakan

source: Promo code accepted. %s applied
ms_my: Kod promo telah diterima. %s diterapkan

source: Plans not available
ms_my: Pelan tidak tersedia

source: %s Active Company
ms_my: %s Syarikat Aktif

source: Unlimited Company
ms_my: Tiada had Syarikat

source: %s Active User
ms_my: %s Pengguna Aktif

source: Unlimited User
ms_my: Tiada had Pengguna

source: Unlimited Users Role
ms_my: Tiada had Pengguna

source: %s Active Employee
ms_my: %s Pekerja Aktif

source: Unlimited Employee
ms_my: Tiada had Pekerja

source: %s Active Customer
ms_my: %s Pelanggan Aktif

source: Unlimited Customer
ms_my: Tiada had Pelanggan

source: %s Active Supplier
ms_my: %s Pembekal Aktif

source: Unlimited Supplier
ms_my: Tiada had Pembekal

source: %s Active Product
ms_my: %s Produk Aktif

source: Unlimited Product
ms_my: Tiada had Produk

source: %s Active Template
ms_my: %s Templat Aktif

source: Unlimited Template
ms_my: Tiada had Templat

source: %s Active Point Of Sale
ms_my: %s Point Of Sale Aktif

source: Unlimited Point Of Sale
ms_my: Tiada had Point Of Sale

source: Unlimited Sales Order
ms_my: Tiada had Pesanan Jualan

source: Unlimited Quotation
ms_my: Tiada had Sebut Harga

source: Unlimited Invoice
ms_my: Tiada had Invois

source: Unlimited Purchase Order
ms_my: Tiada had Pesanan Belian

source: Unlimited Delivery Order
ms_my: Tiada had Pesanan Penghantaran

source: Unlimited Payment Receipt
ms_my: Tiada had Resit Pembayaran

source: Unlimited Expenses
ms_my: Tiada had Perbelanjaan

source: Unlimited Payment Voucher
ms_my: Tiada had Baucar Bayaran

source: Unlimited Payslip
ms_my: Tiada had Penyata Gaji

source: Unlimited Job Sheet
ms_my: Tiada had Helaian Kerja

source: Product Alternate Pricing
ms_my: Harga Gantian Produk

source: Tax module. GST included
ms_my: Modul cukai. Berserta GST

source: Unlimited Storage Size
ms_my: Tiada had Saiz Storan

source: %d GB Storage Size
ms_my: %d GB Saiz Storan

source: Thank you for your subscription. Subscription not working on demo mode. Please register your own account here %s
ms_my: Terima kasih diatas langganan anda. Langganan tidak berfungsi pada mod demo. Sila daftar akaun anda di sini %s

source: Please select Subscription Plans
ms_my: Sila Pilih Pelan Langganan

source: Please select Subscription Periods
ms_my: Sila pilih Tempoh Langganan

source: Please select Payment Methods
ms_my: Sila Pilih Kaedah Pembayaran

source: You need to make payment first and then upload image of receipt
ms_my: Anda perlu membuat bayaran terlebih dahulu dan kemudian sila memuat naik imej resit

source: Thank you for your subscription. Your account status will update after the payment verified
ms_my: Terima kasih diatas langganan anda. Status akaun anda akan dikemas kini selepas pembayaran disahkan

source: Subscription was not successful
ms_my: Langganan tidak berjaya

source: This action not working on demo mode
ms_my: Tindakan ini tidak berfungsi pada mod demo

source: Unsubscribing request being processed. This account will removed within 48 hours.
ms_my: Permintaan henti melanggan sedang diproses. Akaun ini akan dipadam dalam tempoh 48 jam.

source: Unsubscribing request was failed. Please contact %s about this issue
ms_my: Permintaan henti melanggan telah gagal. Sila hubungi %s berkenaan isu ini

source: Account verification failure
ms_my: Pengesahan akaun telah gagal

source: Account verification accepted
ms_my: Pengesahan akaun diterima

source: Please select URL option
ms_my: Sila pilih URL

source: Please enter custom URL
ms_my: Sila masukkan URL tersuai

source: Please enter Bank Name
ms_my: Sila masukkan Nama Bank

source: Please enter Account Name
ms_my: Sila masukkan Nama Akaun

source: Please enter Account Number
ms_my: Sila masukkan Nombor Akaun

source: File not exist
ms_my: Fail tidak wujud

source: Annual leave
ms_my: Cuti Tahunan

source: Sick leave
ms_my: Cuti Sakit

source: Hospitalization
ms_my: Kemasukan ke hospital

source: For female employee only
ms_my: Untuk pekerja perempuan sahaja

source: For male employee only
ms_my: Untuk pekerja lelaki sahaja

source: Compassionate leave
ms_my: Cuti ehsan

source: Updating reference for leave type name from '%s' to '%s'
ms_my: Mengemaskini rujukan bagi nama cuti dari '%s' kepada '%s'

source: Please enter type name
ms_my: Sila masukkan nama jenis

source: Type name already used. Please choose another one
ms_my: Nama jenis telah digunakan. Sila pilih yang lain

source: Cannot delete '%s'. Used in '%s' section
ms_my: Tidak dapat memadam "%s". Digunakan pada bahagian "%s"

source: Please enter customer group name
ms_my: Sila masukkan nama grup pelanggan

source: Customer group name already used. Please choose another one
ms_my: Nama grup pelanggan telah digunakan. Sila pilih yang lain

source: Setting not found
ms_my: Tetapan tidak dijumpai

source: Please select User
ms_my: Sila pilih Pengguna

source: Invalid User Id '%s'
ms_my: Id Pengguna tidak sah '%s'

source: User already used. Please choose another one
ms_my: Pengguna telah digunakan. Sila pilih yang lain

source: Employee code already used. Please choose another
ms_my: Kod Pekerja telah digunakan. Sila pilih yang lain

source: Please enter basic salary rate
ms_my: Sila masukkan kadar gaji pokok

source: Invalid value for basic salary rate
ms_my: Nilai tidak sah bagi kadar gaji pokok

source: Please enter Hire Date
ms_my: Sila masukkan Tarikh Kemasukan

source: Please enter Full name
ms_my: Sila isikan nama penuh

source: Full Name already used. Please choose another
ms_my: Nama Penuh telah digunakan. Sila pilih yang lain

source: Please enter Designation
ms_my: Sila masukkan Jawatan

source: Please enter Email Address
ms_my: Sila masukkan Alamat E-mel

source: Email Address already used. Please choose another
ms_my: Alamat E-mel telah digunakan. Sila pilih yang lain

source: This Email Address already used during registration. Please choose another
ms_my: Alamat E-mel ini telah digunakan semasa pendaftaran. Sila pilih yang lain

source: Saving additional items was not successful
ms_my: Menyimpan item tambahan tidak berjaya

source: Saving leave entitlement was not successful
ms_my: Menyimpan hak cuti tidak berjaya

source: Please enter currency name
ms_my: Sila masukkan nama mata wang

source: Currency name already used. Please choose another one
ms_my: Nama mata wang telah digunakan. Sila pilih yang lain

source: Please enter currency code
ms_my: Sila masukkan kod mata wang

source: Currency code already used. Please choose another one
ms_my: Kod mata wang telah digunakan. Sila pilih yang lain

source: Please enter currency symbol
ms_my: Sila masukkan simbol mata wang
