Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Something went wrong, try reload!
ms_my: Sesuatu tidak kena, cuba memuat semula!

source: Error(%s): Invalid object
ms_my: Ralat(%s): Objek tidak sah

source: Logout
ms_my: Log Keluar

source: January
ms_my: Januari

source: February
ms_my: Februari

source: March
ms_my: Mac

source: May
ms_my: Mei

source: June
ms_my: Jun

source: July
ms_my: Julai

source: August
ms_my: Ogos

source: October
ms_my: Oktober

source: December
ms_my: Disember

source: Mar
ms_my: Mac

source: Aug
ms_my: Ogo

source: Oct
ms_my: Okt

source: Dec
ms_my: Dis

source: Monday
ms_my: Isnin

source: Tuesday
ms_my: Selasa

source: Wednesday
ms_my: Rabu

source: Thursday
ms_my: Khamis

source: Friday
ms_my: Jumaat

source: Saturday
ms_my: Sabtu

source: Sunday
ms_my: Ahad

source: Mon
ms_my: Isn

source: Tue
ms_my: Sel

source: Wed
ms_my: Rab

source: Thu
ms_my: Kha

source: Fri
ms_my: Jum

source: Sat
ms_my: Sab

source: Sun
ms_my: Ahd

source: Mo
ms_my: Is

source: Tu
ms_my: Se

source: We
ms_my: Ra

source: Th
ms_my: Kh

source: Fr
ms_my: Ju

source: Su
ms_my: Ah

source: Wk
ms_my: Mg

source: Security Settings
ms_my: Tetapan keselamatan

source: Companies
ms_my: Syarikat

source: Company Group
ms_my: Grup Syarikat

source: Country
ms_my: Negara

source: Currency Code
ms_my: Kod mata wang

source: Customer
ms_my: Pelanggan

source: Customer Group
ms_my: Grup Pelanggan

source: Delivery Order
ms_my: Pesanan Penghantaran

source: Employees
ms_my: Pekerja

source: Calendar
ms_my: Kalendar

source: Expenses
ms_my: Perbelanjaan

source: Expenses Type
ms_my: Jenis Perbelanjaan

source: Customers Group
ms_my: Grup Pelanggan

source: Products Group
ms_my: Grup Produk

source: Suppliers Group
ms_my: Grup Pembekal

source: Invoices
ms_my: Invois

source: Job Sheet
ms_my: Helaian Kerja

source: Job Items
ms_my: Item pekerjaan

source: Employee Leave
ms_my: Cuti Pekerja

source: User Activities
ms_my: Aktiviti Pengguna

source: Mailer
ms_my: Pengirim E-mel

source: Notification
ms_my: Notifikasi

source: Payment
ms_my: Pembayaran

source: Payslips
ms_my: Penyata gaji

source: POS Reference
ms_my: Rujukan POS

source: POS Register
ms_my: Daftar POS

source: POS Sales
ms_my: Jualan POS

source: Postage Tracking City-Link Express
ms_my: Pengesanan pos City-Link Express

source: Postage Tracking GD Express
ms_my: Pengesanan pos GD Express

source: Postage Tracking Pos Malaysia
ms_my: Pengesanan Pos Malaysia

source: Alternate Pricing
ms_my: Harga Gantian

source: Products
ms_my: Produk

source: Purchase Order
ms_my: Pesanan Belian

source: Quotation
ms_my: Sebut Harga

source: Payment Receipt
ms_my: Resit Pembayaran

source: User Roles
ms_my: Peranan Pengguna

source: Sales Order
ms_my: Pesanan Jualan

source: System Settings
ms_my: Tetapan sistem

source: State
ms_my: Negeri

source: Stock Management
ms_my: Pengurusan Stok

source: Stocks Operation
ms_my: Operasi stok

source: Supplier
ms_my: Pembekal

source: Tax Rates
ms_my: Kadar Cukai

source: Document Template
ms_my: Templat Dokumen

source: Email Content
ms_my: Kandungan E-mel

source: Document Note
ms_my: Nota Dokumen

source: Users
ms_my: Pengguna

source: Payment Voucher
ms_my: Baucar bayaran

source: Announcement
ms_my: Pengumuman

source: Subscriber Archive
ms_my: Arkib Pelanggan

source: Package
ms_my: Pakej

source: Promo Code
ms_my: Kod Promo

source: Subscriber
ms_my: Pelanggan

source: Subscription
ms_my: Langganan

source: Subscription Archive
ms_my: Arkib Langganan

source: Newer
ms_my: Terbaru

source: Previous
ms_my: Sebelum

source: Next
ms_my: Selepas

source: Older
ms_my: Lebih Lama

source: of
ms_my: daripada

source: Not available at this moment
ms_my: Tidak tersedia buat masa ini

source: Error(%s): Error on Database configuration!
ms_my: Ralat (%s): Ralat pada konfigurasi Pangkalan Data!

source: Error(%s): Options Table not defined!
ms_my: Ralat(%s): Table options tidak dinyatakan!

source: Session expired!
ms_my: Sesi telah tamat tempoh!

source: Invalid method!
ms_my: Penggunaan kaedah yang tidak sah!

source: Setting for Upload path not found!
ms_my: Tetapan bagi muat-naik tidak dijumpai!

source: Setting for read-write path not found!
ms_my: Tetapan bagi baca-tulis tidak dijumpai

source: You don't have permission to access this section
ms_my: Anda tidak mempunyai kebenaran untuk mengakses bahagian ini

source: You don't have permission to perform this action
ms_my: Anda tidak mempunyai kebenaran untuk melaksanakan tindakan ini

source: Access Denied
ms_my: Akses Disekat

source: Close
ms_my: Tutup

source: The subscription was expired. Please advise the system owner.
ms_my: Langganan telah tamat. Sila maklumkan kepada pemilik sistem.

source: The subscription was expired. Please renew your subscription under subscription section
ms_my: Langganan telah tamat. Sila perbaharui langganan anda pada bahagian langganan

source: Expired
ms_my: Telah luput

source: This subscription account has been disabled. Please contact %s about this issue
ms_my: Akaun langganan ini telah disekat. Sila hubungi %s berkenaan perkara ini

source: The subscription has been discontinued. It takes within 48 hours for the account completely removed.
ms_my: Langganan telah dihentikan. Ia mengambil masa dalam tempoh 48 jam untuk akaun dipadam sepenuhnya.

source: This module not enabled in your subscription plan
ms_my: Modul ini tidak diaktifkan pada langganan anda

source: now
ms_my: sekarang

source: year
ms_my: tahun

source: month
ms_my: bulan

source: week
ms_my: minggu

source: day
ms_my: hari

source: hour
ms_my: jam

source: minute
ms_my: minit

source: second
ms_my: saat

source: tomorrow
ms_my: esok

source: in %s
ms_my: dalam %s

source: ago
ms_my: yang lalu

source: No data has been entered
ms_my: Tiada data yang dimasukkan

source: The character '%s' is not allowed
ms_my: Aksara '%s' tidak dibenarkan

source: Must contain 7 digits, the 8th digit is automatically added
ms_my: Mesti mengandungi 7 digit, digit ke 8 ditambah secara automatik

source: Bad ~F. You must provide a number from 1 to 4
ms_my: Ralat ~F. Anda perlu memberikan nombor 1 hingga 4

source: Wrong code after the ~
ms_my: Kod yang salah selepas ~

source: There is no ~ at this location
ms_my: Tiada ~ di lokasi ini

source: The Table %s doesn't contain the character ~
ms_my: Jadual %s tidak mengandungi aksara ~

source: The Table C doesn't contain the function %s
ms_my: Jadual C tidak mengandungi fungsi %s

source: The text "%s" must have an even number of character to be encoded in Table C
ms_my: Teks "%s" mesti mempunyai nombor genap aksara untuk dikodkan dalam Jadual C

source: The text "%s" can't be parsed with the Table A. The character "%s" is not allowed
ms_my: Teks "%s" tidak boleh dihuraikan dengan Jadual A. Aksara "%s" tidak dibenarkan

source: The text "%s" can't be parsed with the Table B. The character "%s" is not allowed
ms_my: Teks "%s" tidak boleh dihuraikan dengan Jadual B. Aksara "%s" tidak dibenarkan

source: The text "%s" can't be parsed with the Table C. The character "%s" is not allowed
ms_my: Teks "%s" tidak boleh dihuraikan dengan Jadual C. Aksara "%s" tidak dibenarkan

source: Character %s not supported
ms_my: Aksara %s tidak disokong

source: The code parsed must be 9, 10, 12, or 13 digits long
ms_my: Kod yang dihuraikan mestilah antara 9, 10, 12, atau 13 digit

source: Must contain 12 digits, the 13th digit is automatically added
ms_my: Mesti mengandungi 12 digit, digit ke 13 ditambah secara automatik

source: Invalid barcode symbology
ms_my: Perlambangan Kod bar tidak sah

source: Please enter product group name
ms_my: Sila masukkan nama grup produk

source: Product group name already used. Please choose another one
ms_my: Nama grup produk telah digunakan. Sila pilih yang lain

source: Data was saved
ms_my: Data telah disimpan

source: Saving data was not successful
ms_my: Menyimpan data tidak berjaya

source: Invalid request
ms_my: Permintaan tidak sah

source: Data was deleted
ms_my: Data telah dipadam

source: Deleting data was not successful
ms_my: Memadam data tidak berjaya

source: Data was updated
ms_my: Data telah dikemaskini

source: No data to be updated
ms_my: Tiada data yang perlu dikemaskini

source: Computer Generated Text
ms_my: Teks Janaan Komputer

source: Company Default Signature
ms_my: Tandatangan Lalai Syarikat

source: Your Signature
ms_my: Tandangan Anda

source: Discount Per Item
ms_my: Diskaun Setiap Item

source: Discount Total Amount
ms_my: Jumlah Nilai Diskaun

source: Cash
ms_my: Tunai

source: Online payment
ms_my: Pembayaran dalam talian

source: Cheque
ms_my: Cek

source: Other
ms_my: Lain-lain

source: Male
ms_my: Lelaki

source: Female
ms_my: Perempuan

source: Others
ms_my: Lain-lain

source: Disable
ms_my: Nyah-aktif

source: Round to nearest 0.05
ms_my: Genap kepada yang terdekat dengan 0.05

source: Round to nearest 0.50
ms_my: Genap kepada yang terdekat dengan 0.50

source: Round to nearest number
ms_my: Genap kepada nombor terdekat

source: Round to next number
ms_my: Genap ke nombor seterusnya

source: List Archive
ms_my: Senarai Arkib

source: List Unarchive
ms_my: Senarai Nyah-arkib

source: Active
ms_my: Aktif

source: Inactive
ms_my: Tidak Aktif

source: Earning
ms_my: Pendapatan

source: Deduction
ms_my: Potongan

source: Contribution
ms_my: Sumbangan

source: % From Basic Salary
ms_my: % Dari Gaji pokok

source: % From Gross Pay
ms_my: % Dari Gaji Kasar

source: Unlimited
ms_my: Tiada had

source: Every day (daily)
ms_my: Setiap hari (harian)

source: Every 7 days (weekly)
ms_my: Setiap 7 hari (mingguan)

source: Every month (monthly)
ms_my: Setiap bulan (bulanan)

source: Every 3 months (quarterly)
ms_my: Setiap 3 bulan (suku tahun)

source: Every 6 months (semiannually)
ms_my: Setiap 6 bulan (setengah tahun)

source: Every year (annually)
ms_my: Setiap tahun (tahunan)

source: Every 2 years (biennially)
ms_my: Setiap 2 tahun (dua tahun sekali)

source: List Recurring
ms_my: Senarai Berulang

source: List Non Recurring
ms_my: Senarai Tidak Berulang

source: Default
ms_my: Lalai

source: Pending
ms_my: Menunggu

source: Delivered
ms_my: Telah dihantar

source: Cancelled
ms_my: Dibatalkan

source: Failed to save signature data
ms_my: Gagal menyimpan data tandatangan

source: Image file '%s' size exceeds the limit
ms_my: Fail imej '%s' saiz melebihi had

source: Image file '%s' are not accepted
ms_my: Fail imej '%s' tidak diterima

source: '%s': File type not allowed
ms_my: '%s': Jenis fail tidak dibenarkan

source: Copy failed. No data available
ms_my: Gagal menyalin. Tiada data tersedia

source: Invoice Number already used. Please choose another
ms_my: Nombor invois telah digunakan. Sila pilih yang lain

source: Only Invoice with status Paid or Partial Paid or Billed can be copy to Delivery Order
ms_my: Hanya Invois dengan status Dibayar atau Bayaran Separa atau telah dibilkan boleh disalin ke Pesanan Penghantaran

source: This invoice has been cancelled. Cannot copy to Delivery Order
ms_my: Invois ini telah dibatalkan. Tidak boleh disalin ke Pesanan Penghantaran

source: This invoice has been overdue. Cannot copy to Delivery Order
ms_my: Invois ini telah tertangguh. Tidak boleh disalin ke Pesanan Penghantaran

source: Invoice Number Number already used. Please choose another
ms_my: Nombor invois telah digunakan. Sila pilih yang lain

source: Please select From Company
ms_my: Sila pilih Dari Syarikat

source: Invalid Company Id '%s'
ms_my: Id Syarikat tidak sah '%s'

source: Please enter Company Contact Person
ms_my: Sila masukkan Orang Hubungan Syarikat

source: Please select Customer
ms_my: Sila pilih Pelanggan

source: Invalid Customer Id '%s'
ms_my: Id Pelanggan tidak sah '%s'

source: Invalid Postcode '%s'
ms_my: Poskod tidak sah '%s'

source: Please enter Delivery Order Number
ms_my: Sila masukkan Nombor Pesanan Penghantaran

source: Delivery Order Number already used. Please choose another
ms_my: Nombor Pesanan Penghantaran telah digunakan. Sila pilih yang lain

source: Please enter Delivery Date
ms_my: Sila masukkan tarikh penghantaran

source: Invalid Date '%s'
ms_my: Tarikh tidak sah '%s'

source: Please enter the delivery item
ms_my: Sila masukkan item penghantaran

source: Saving item was not successful
ms_my: Menyimpan item tidak berjaya

source: Saving custom field was not successful
ms_my: Menyimpan medan tersuai tidak berjaya

source: Please enter Delivery Number
ms_my: Sila masukkan Nombor Penghantaran

source: Delivery Number already used. Please choose another
ms_my: Nombor penghantaran telah digunakan. Sila pilih yang lain

source: All relevant data was updated
ms_my: Semua data yang berkaitan telah dikemaskini

source: Only data with status "%s" can be archived. %d data was archived and %d data ignored
ms_my: Hanya data dengan status "%s" boleh diarkibkan. %d data telah diarkibkan dan %d data diabaikan

source: Data was archived
ms_my: Data telah diarkibkan

source: Only data with status "%s" can be archived. %d data was ignored
ms_my: Hanya data dengan status "%s" boleh diarkibkan. %d data diabaikan

source: Archiving data was not successful
ms_my: Mengarkibkan data tidak berjaya

source: Accepted
ms_my: Diterima

source: Rejected
ms_my: Ditolak

source: Overdue
ms_my: Tertunggak

source: Only accepted Sales Order can generate an Invoice. Please set this Sales Order status to Accepted
ms_my: Hanya Pesanan Jualan yang telah diterima boleh dijana invois. Sila menetapkan status Pesanan Jualan ini kepada Diterima

source: another
ms_my: lain-lain

source: Cannot delete "%s". Used in "%s" section
ms_my: Tidak dapat memadam "%s". Digunakan pada bahagian "%s"

source: Please enter Sales Order Number
ms_my: Sila masukkan Nombor Pesanan Jualan

source: Sales Order Number already used. Please choose another
ms_my: Nombor Pesanan Jualan telah digunakan. Sila pilih yang lain

source: Please enter Sales Order Date
ms_my: Sila masukkan Tarikh Pesanan Jualan

source: Please enter Sales Order Expiry Date
ms_my: Sila masukkan Tarikh luput bagi Pesanan Jualan

source: Invalid Expiry Date '%s'
ms_my: Tarikh luput tidak sah '%s'

source: Please select currency code
ms_my: Sila pilih kod mata wang

source: Please enter discount rate
ms_my: Sila masukkan kadar diskaun

source: Invalid input for discount rate: %s
ms_my: Nilai tidak sah untuk kadar diskaun: %s

source: Invalid input for shipping rate: %s
ms_my: Nilai tidak sah untuk kadar penghantaran: %s

source: Please enter the sales order item
ms_my: Sila masukkan item Pesanan Jualan

source: Saving tax data was not successful
ms_my: Menyimpan data cukai tidak berjaya

source: update
ms_my: kemaskini

source: delete
ms_my: padam

source: Cannot %s '%s'. Data was set as readonly
ms_my: Tidak boleh %s '%s'. Data telah ditetapkan sebagai baca sahaja

source: Please enter mailer name
ms_my: Sila masukkan nama pengirim e-mel

source: Mailer name already used. Please choose another one
ms_my: Nama pengirim e-mel telah digunakan. Sila pilih yang lain

source: Please enter server host
ms_my: Sila masukkan host pelayan

source: Please enter server port
ms_my: Sila masukkan port pelayan

source: Invalid number for server port
ms_my: Nombor tidak sah untuk port pelayan

source: Please enter server login
ms_my: Sila masukkan login pelayan

source: Please enter server password
ms_my: Sila masukkan kata laluan pelayan

source: Please enter mail from name
ms_my: Sila masukkan nama daripada untuk mel

source: Please enter mail from email
ms_my: Sila masukkan email daripada untuk mel

source: No company selected. Please select at least one
ms_my: Tiada syarikat yang dipilih. Sila pilih sekurang-kurangnya satu

source: Best regards,
ms_my: Salam hormat,

source: Support Team
ms_my: Pasukan Sokongan

source: Powered by %s
ms_my: Dikuasakan oleh %s

source: System UrusNiaga is a Software as a Service offered by Rutweb Technology Sdn Bhd. Need some help? Send your query, complaints or compliments to our friendly team at %s. Please Like our Facebook Page %s and Follow us on Instagram %s
ms_my: Sistem Urusniaga adalah Perisian sebagai Perkhidmatan yang ditawarkan oleh Rutweb Technology Sdn Bhd. Perlukan bantuan? Hantar aduan, pertanyaan atau pujian anda kepada pasukan kami yang mesra di %s. Sila Like Facebook Page kami %s dan ikuti kami di Instagram %s

source: Connection OK
ms_my: Sambungan OK

source: Connection was failed. Please check your configuration.
ms_my: Penyambungan telah gagal. Semak konfigurasi anda.

source: Please enter email recipient
ms_my: Sila masukkan penerima e-mel

source: Please enter email subject
ms_my: Sila masukkan subjek e-mel

source: Please enter email message
ms_my: Sila masukkan mesej e-mel

source: Invalid Email Address: %s
ms_my: Alamat E-mel tidak sah: '%s'

source: Sending Email to %s was failed: %s
ms_my: Menghantar E-mel ke %s telah gagal: %s

source: Sending Email to %s success
ms_my: Menghantar E-mel ke %s berjaya

source: Password Reset
ms_my: Penetapan Semula Kata Laluan

source: Hello, %s
ms_my: Hai, %s

source: There has been a request to reset your password for %s. The changes as below:
ms_my: Terdapat permintaan untuk menetapkan semula kata laluan untuk %s. Perubahan seperti di bawah:

source: Username
ms_my: Nama pengguna

source: Password
ms_my: Kata Laluan

source: Please access the link below within 24 hours for further action:
ms_my: Sila akses pautan di bawah dalam tempoh 24 jam untuk tindakan lanjut:

source: Sending email to %s for password reset was failed: %s
ms_my: Menghantar e-mel ke %s untuk menetapkan semula kata laluan telah gagal: %s

source: Sending email to %s for password reset success
ms_my: Berjaya menghantar ke %s bagi menetapkan semula kata laluan

source: Access Information
ms_my: Maklumat Akses

source: Your access has been created with the following details:
ms_my: Akses anda telah dicipta dengan maklumat berikut:

source: Please access the link below for further action:
ms_my: Sila akses pautan di bawah untuk tindakan lanjut:

source: Account Confirmation
ms_my: Pengesahan akaun

source: Please access the link below to confirm your account within 24 hours:
ms_my: Sila akses pautan di bawah untuk mengesahkan akaun anda dalam tempoh 24 jam:

source: Sending email to %s for activation link was failed: %s
ms_my: Menghantar e-mel kepada %s untuk pautan pengaktifan telah gagal: %s

source: Sending email to %s for activation link success
ms_my: Menghantar e-mel kepada %s untuk pautan pengaktifan telah berjaya

source: Your account is now ready for use
ms_my: Akaun anda kini sedia untuk digunakan

source: Welcome to %s
ms_my: Selamat datang ke %s

source: Your account has been created with the following details:
ms_my: Akaun anda telah dicipta dengan maklumat berikut:

source: Your entered password
ms_my: Kata laluan yang anda masukkan

source: Site
ms_my: Laman

source: Please access the link below to watch tutorial how to use %s:
ms_my: Sila akses pautan di bawah untuk menonton tutorial bagaimana untuk menggunakan %s:

source: Subscription Verification Required
ms_my: Pengesahan Langganan Diperlukan

source: New subscription with the following details:
ms_my: Langganan baharu dengan butir-butir seperti berikut:

source: Transaction Id
ms_my: Transaksi Id

source: Account
ms_my: Akaun

source: Plans
ms_my: Pelan

source: Period
ms_my: Tempoh

source: Pricing
ms_my: Harga

source: Promo Credit
ms_my: Promo Kredit

source: Amount Paid
ms_my: Jumlah Dibayar

source: Sending email to %s for further action was failed: %s
ms_my: Menghantar e-mel kepada %s untuk tindakan selanjutnya telah gagal: %s

source: Sending email to %s for further action success
ms_my: Menghantar e-mel kepada %s untuk tindakan selanjutnya berjaya

source: Your subscription has been %s
ms_my: Langganan anda telah %s

source: Your subscription has been %s with the following details:
ms_my: Langganan anda telah %s dengan butir-butir seperti berikut:

source: Please access the link below to login into your account:
ms_my: Sila akses pautan di bawah untuk log masuk ke akaun anda:

source: Sending email to %s for subscription status was failed: %s
ms_my: Menghantar e-mel kepada %s bagi status langganan telah gagal: %s

source: Sending email to %s for subscription status success
ms_my: Menghantar e-mel kepada %s bagi status langganan telah berjaya

source: Account removed
ms_my: Akaun telah dipadam

source: Your account '%s' has been removed
ms_my: Akaun anda '%s' telah dipadam

source: This email was sent to inform about your account has completely removed from our system. Thank you for being with %s.
ms_my: E-mel ini dihantar untuk memaklumkan tentang akaun anda telah dipadam dalam sistem kami. Terima kasih kerana bersama %s.

source: Sending email to %s about account removed was failed: %s
ms_my: Menghantar e-mel kepada %s perihal memadam akaun telah gagal: %s

source: Sending email to %s about account removed success
ms_my: Berjaya menghantar e-mel kepada %s perihal memadam akaun

source: Account Unsubscribe
ms_my: Akaun telah henti langganan

source: Unsubscribing request for account '%s'
ms_my: Permintaan henti melanggan bagi akaun '%s'

source: This email was sent to inform unsubscribing request being processed. The account will removed within 48 hours.
ms_my: E-mel ini telah dihantar untuk memaklumkan permintaan henti melanggan sedang diproses. Akaun akan dipadam dalam tempoh 48 jam.

source: Sending email to %s about unsubscribe was failed: %s
ms_my: Menghantar e-mel kepada %s tentang henti langganan telah gagal: %s

source: Sending email to %s about unsubscribe success
ms_my: Menghantar e-mel kepada %s tentang henti langganan telah berjaya

source: Account Unsubscribe from Admin Console
ms_my: Batal langganan dari Konsol Admin

source: This email was sent to inform unsubscribing request was done from Admin Console. The account will removed within 48 hours.
ms_my: E-mel ini telah dihantar untuk memaklumkan permintaan henti melanggan dari Konsol Admin. Akaun akan dipadam dalam tempoh 48 jam.

source: Account Expired
ms_my: Akaun telah tamat tempoh

source: Account '%s' was expired
ms_my: Akaun '%s' telah tamat tempoh

source: This email was sent to inform that your account '%s' has been expired. Please login to take action.
ms_my: E-mel ini telah dihantar untuk memberitahu bahawa akaun '%s' anda telah tamat tempoh. Sila log masuk untuk mengambil tindakan.

source: Sending email to %s about account expired was failed: %s
ms_my: Menghantar e-mel kepada %s perihal akaun tamat tempoh telah gagal: %s

source: Sending email to %s about account expired success
ms_my: Berjaya menghantar e-mel kepada %s perihal akaun tamat tempoh

source: Account will expire in %d days
ms_my: Akaun akan tamat tempoh dalam masa %d hari

source: Account '%s' will expire in %d days
ms_my: Akaun '%s' akan tamat tempoh dalam masa %d hari

source: This email was sent to inform that your account '%s' will expire in %d day. Please login to take action.
ms_my: E-mel ini telah dihantar untuk memberitahu bahawa akaun '%s' anda akan tamat tempoh dalam masa %d hari. Sila log masuk untuk mengambil tindakan.

source: Info
ms_my: Maklumat

source: Event
ms_my: Acara

source: Private event
ms_my: Acara peribadi

source: Public event
ms_my: Acara umum

source: You have %d events today.
ms_my: Anda mempunyai %d acara hari ini.

source: Stock for product %s reached minimum %s
ms_my: Stok bagi produk %s telah mencapai had minimum %s

source: Code
ms_my: Kod

source: Name
ms_my: Nama

source: Description
ms_my: Penerangan

source: Error(%s): Invalid caller
ms_my: Ralat(%s): Pemanggil tidak sah

source: This notification was sent to inform that this account '%s' has been expired. Please renew your subscription to continue using this system
ms_my: Notis ini dihantar untuk memberitahu bahawa akaun ini '%s' telah tamat tempoh. Sila perbaharui langganan anda untuk terus menggunakan sistem ini
