Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Default Mail From Email
ms_my: E-mel lalai Dari Mel

source: Assign mailer to your company's
ms_my: Letakkan pengirim e-mel pada syarikat anda

source: No employee data available
ms_my: Tiada data pekerja tersedia

source: Time zone
ms_my: Zon masa

source: Date format
ms_my: Format tarikh

source: Time format
ms_my: Format masa

source: Rows Per Page
ms_my: Barisan Setiap Laman

source: Number of rows in page
ms_my: Bilangan baris dalam halaman

source: Disable Chat Support
ms_my: Matikan Sokongan Sembang

source: Register Details
ms_my: Butiran Daftar

source: Payment Report %s
ms_my: Laporan Pembayaran %s

source: Payment Method %s
ms_my: Kaedah Pembayaran %s

source: No Point Of Sale assigned
ms_my: Tiada Point Of Sale diberikan

source: Edit Payslip
ms_my: Sunting Penyata gaji

source: Payslip from this company
ms_my: Penyata gaji dari syarikat ini

source: Payslip for this employee
ms_my: Penyata gaji untuk pekerja ini

source: Enter payslip number
ms_my: Masukkan nombor penyata gaji

source: Payslip number as reference
ms_my: Nombor penyata gaji sebagai rujukan

source: Enter payslip date
ms_my: Masukkan tarikh penyata gaji

source: Date of payslip issued
ms_my: Tarikh penyata gaji dikeluarkan

source: Enter payslip note
ms_my: Memasukkan nota penyata gaji

source: Payslip note. Enter any comments, terms and conditions you have here
ms_my: Nota untuk penyata gaji. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Digital signature and text appended at the bottom of payslip document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen penyata gaji

source: Payslip status
ms_my: Status penyata gaji

source: Add New Delivery Order
ms_my: Tambah Pesanan Penghantaran Baru

source: Create Delivery Order for Invoice
ms_my: Cipta Pesanan Penghantaran untuk Invois

source: Create Delivery Order for Paid Invoice (optional)
ms_my: Cipta Pesanan Penghantaran untuk Invois yang telah dibayar (pilihan)

source: Delivery Order from this company
ms_my: Pesanan Penghantaran dari Syarikat ini

source: Delivery Order for this customer
ms_my: Pesanan Penghantaran untuk pelanggan ini

source: Enter delivery order number
ms_my: Masukkan nombor pesanan penghantaran

source: Delivery Order number as reference
ms_my: Nombor Pesanan penghantaran sebagai rujukan

source: Delivery date
ms_my: Tarikh penghantaran

source: Delivery Order Items
ms_my: Item Pesanan Penghantaran

source: Delivery Order Note
ms_my: Nota Pesanan Penghantaran

source: Delivery Order note. Enter any comments, terms and conditions you have here
ms_my: Nota untuk pesanan penghantaran. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Digital signature and text appended at the bottom of delivery order document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen pesanan penghantaran

source: Delivery status
ms_my: Status penghantaran

source: Edit Currency Code
ms_my: Sunting Kod Mata Wang

source: Content
ms_my: Kandungan

source: GD Express List
ms_my: Senarai GD Express

source: Leave Approval from %s
ms_my: Kelulusan cuti daripada %s

source: Hi,<br><br>Please find the attached Document. Thank you for your great contribution to the company.<br><br>Best regards,<br>--<br>%s
ms_my: Hai,<br><br>Sila lihat dokumen yang dilampirkan. Terima kasih diatas sumbangan anda kepada syarikat.<br><br>Terima kasih,<br>--<br>%s

source: Leave Request from %s
ms_my: Permohonan Cuti daripada %s

source: Hi,<br><br>Please find the attached Document
ms_my: Sila lihat dokumen yang dilampirkan

source: Leave Application File
ms_my: Fail Permohonan Cuti

source: Payment Receipt from %s
ms_my: Resit Pembayaran daripada %s

source: Dear Sir/Madam,<br><br>Please find the attached Payment Receipt. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Resit Pembayaran yang dilampirkan. Terima kasih diatas peluang perniagaan.<br><br>Terima kasih,<br>--<br>%s

source: Payment Receipt File
ms_my: Fail Penerimaan Pembayaran

source: Expenses Report
ms_my: Laporan Perbelanjaan

source: Expenses Type: %s
ms_my: Jenis Perbelanjaan: %s

source: Payment Method: %s
ms_my: Kaedah Pembayaran: %s

source: Display Graph Data
ms_my: Memaparkan data graf

source: In the range of 12 months
ms_my: Dalam lingkungan 12 bulan

source: Current Year
ms_my: Tahun Semasa

source: Dashboard Graph Data
ms_my: Data graf Dashboard

source: Data in currency
ms_my: Data dalam mata wang

source: Dashboard Data in currency
ms_my: Data Dashboard dalam mata wang

source: Hide module icons on small devices
ms_my: Sembunyikan ikon modul pada peranti kecil

source: Don't show module icons on small devices
ms_my: Jangan tunjukkan ikon modul pada peranti kecil

source: Hide profile icon
ms_my: Sembunyi ikon profil

source: Don't show profile icon when no module icon is shown
ms_my: Jangan tunjukkan ikon profil apabila tiada ikon modul ditunjukkan

source: Add New Document Note
ms_my: Tambah Nota Douken Baru

source: Document note for this company
ms_my: Nota Dokumen untuk syarikat ini

source: Enter template content
ms_my: Masukkan kandungan templat

source: Template content
ms_my: Kandungan Templat

source: Edit Role
ms_my: Sunting Peranan

source: Reference name for role
ms_my: Nama rujukan bagi peranan

source: Edit Type
ms_my: Sunting Jenis

source: Expenses type name
ms_my: Nama jenis perbelanjaan

source: Receipt from %s
ms_my: Resit daripada %s

source: Dear Sir/Madam,<br><br>Please find the attached Receipt. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Resit yang dilampirkan. Terima kasih diatas peluang perniagaan.<br><br>Terima kasih,<br>--<br>%s

source: Receipt File
ms_my: Fail Resit

source: Version
ms_my: Versi

source: Subscription Status
ms_my: Status Langganan

source: Account Status
ms_my: Status Akaun

source: Expiry After
ms_my: Luput Selepas

source: Active Plans
ms_my: Pelan Aktif

source: Storage Usage
ms_my: Penggunaan Storan

source: Limitation availability
ms_my: Had Ketersediaan

source: Add New Email Content
ms_my: Tambah Kandungan E-mel Baru

source: Edit Quotation
ms_my: Sunting Sebut Harga

source: Quotation from this company
ms_my: Sebut harga dari syarikat ini

source: Quotation for this customer
ms_my: Sebut harga untuk pelanggan ini

source: Enter quotation number
ms_my: Masukkan nombor sebut harga

source: Quotation number as reference
ms_my: Nombor Sebut harga sebagai rujukan

source: Enter quotation date
ms_my: Masukkan tarikh sebut harga

source: Quotation issue date
ms_my: Tarikh Sebut harga

source: Enter quotation expiry date
ms_my: Masukkan tarikh luput sebut harga

source: Quotation expiry date
ms_my: Tarikh luput Sebut harga

source: Quotation Items
ms_my: Item Sebut harga

source: Quotation Note
ms_my: Nota untuk Sebut Harga

source: Enter quotation note
ms_my: Masukkan nota untuk sebut harga

source: Quotation note. Enter any comments, terms and conditions you have here
ms_my: Nota untuk sebut harga. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Digital signature and text appended at the bottom of quotation document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen sebut harga

source: Quotation status
ms_my: Status Sebut harga

source: Edit Mailer
ms_my: Sunting Pengirim E-mel

source: Product Group Members
ms_my: Ahli Grup Produk

source: Edit Tax Code
ms_my: Sunting Kod Cukai

source: Edit Template
ms_my: Sunting Templat

source: Reload template code
ms_my: Muat semula kod templat

source: Document Hide Company Address
ms_my: Dokumen Sembunyikan Alamat Syarikat

source: Show Code
ms_my: Papar kod

source: Add another new data
ms_my: Tambah satu lagi data baru

source: Clear input after submit
ms_my: Kosongkan input selepas hantar

source: Subscription not working on demo mode. Please register your own account here %s
ms_my: Langganan tidak berfungsi pada mod demo. Sila daftar akaun anda di sini %s

source: Subscription Details
ms_my: Butiran langganan

source: Valid After
ms_my: Sah Selepas

source: %s to deactivate your account
ms_my: %s untuk menyahaktifkan akaun anda

source: This account subscription is managed by our partner. Please contact as shown below
ms_my: Akaun langganan ini diuruskan oleh rakan kongsi kami. Sila hubungi seperti yang tertera di bawah

source: Contact Name
ms_my: Orang Hubungan

source: Please select for new subscription
ms_my: Sila pilih untuk langganan baharu

source: Select subscription period
ms_my: Pilih tempoh langganan

source: Fee
ms_my: Bayaran

source: Features
ms_my: Ciri-ciri

source: Select payment method
ms_my: Pilih kaedah pembayaran

source: If you have a promo code, please enter it below to receive your discount
ms_my: Jika anda mempunyai kod promo, sila masukkan di bawah untuk menerima potongan anda

source: Enter Promo Code here
ms_my: Masukkan Kod Promo Disini

source: Pay by bank-in to our Bank Account
ms_my: Bayar dengan bank-in ke akaun bank kami

source: Amount to Pay:
ms_my: Jumlah bayaran:

source: Bank Name:
ms_my: Nama Bank:

source: Account Name:
ms_my: Nama Akaun:

source: Account Number:
ms_my: Nombor Akaun:

source: Email:
ms_my: E-mel:

source: SWIFT Code / BIC:
ms_my: Kod SWIFT / BIC:

source: Upload Image
ms_my: Muat naik fail Imej

source: After payment has been made, please upload an image of a slip or receipt
ms_my: Selepas pembayaran dibuat, sila muat naik imej slip atau resit

source: %s to upload image
ms_my: %s untuk memuat naik imej

source: By clicking Subscribe you agree to the <u><a href='%s' target=_blank>Terms of Service</a></u> and <u><a href='%s' target=_blank>Privacy Policy</a></u>.
ms_my: Dengan mengklik Langgan anda bersetuju dengan Syarat <u><a href='%s' target=_blank> Perkhidmatan </a> dan <a href='%s' target=_blank> Dasar Privasi </a></u>.

source: Subscribe
ms_my: Langgan

source: You can subscribe to as many as you want. Once confirmed, the validity period of the subscription and the active package only began after the expiry of the previous one.
ms_my: Anda boleh melanggan sebanyak mungkin. Setelah disahkan, tempoh sah langganan dan pakej aktif hanya bermula selepas tamat tempoh yang sebelumnya.

source: Subscription History
ms_my: Sejarah Langganan

source: Credit %s
ms_my: Kredit %s

source: Preset data
ms_my: Data Pratetap

source: Select for preset data
ms_my: Pilih untuk data pratetap

source: Enter type name
ms_my: Masukkan nama jenis

source: Name of leave type
ms_my: Nama jenis cuti

source: Entitlement days. Plus 0.5 for half day
ms_my: Hari cuti. Tambah 0.5 untuk setengah hari

source: Set this leave type as Paid leave
ms_my: Tetapkan jenis cuti ini sebagai Cuti berbayar

source: Assign type of leave to your company's
ms_my: Letakkan jenis cuti pada syarikat anda

source: Daily
ms_my: Harian

source: Month
ms_my: Bulan

source: Year
ms_my: Tahun

source: Day
ms_my: Hari

source: No Of Quotation
ms_my: Jumlah Sebut Harga

source: No Of Invoice
ms_my: Jumlah Invois

source: No Of Sales
ms_my: Jumlah Jualan

source: Total Payment
ms_my: Jumlah Pembayaran

source: Paid Payment
ms_my: Pembayaran yang telah dibayar

source: Balance Payment
ms_my: Baki Pembayaran

source: Navigation
ms_my: Navigasi

source: Switch to %s
ms_my: Tukar kepada %s

source: Office
ms_my: Pejabat

source: Sign out
ms_my: Daftar keluar

source: Login as %s from %s
ms_my: Login sebagai %s dari %s

source: Last login %s
ms_my: Login terakhir %s

source: Add New Event
ms_my: Tambah Acara Baru

source: Account Registration
ms_my: Pendaftaran Akaun

source: Account Activation
ms_my: Pengaktifan Akaun

source: 14-day free trial account.
ms_my: 14-hari akaun percubaan percuma.

source: Your Full Name
ms_my: Nama Penuh Anda

source: Your Valid Email Address
ms_my: Alamat E-mel Anda yang sah

source: Site and your account name. Only accept alphabet and number
ms_my: Nama Akaun dan laman anda. Hanya menerima huruf dan nombor

source: Temporary Password for registration purposes
ms_my: Kata laluan sementara bagi tujuan pendaftaran

source: Subscription Plan. You can change it later
ms_my: Pelan langganan. Anda boleh mengubahnya kemudian

source: By clicking Create Account you agree to the <a href='%s' target=_blank>Terms of Service</a> and <a href='%s' target=_blank>Privacy Policy</a>.
ms_my: Dengan mengklik Cipta Akaun anda bersetuju dengan Syarat <a href='%s' target=_blank> Perkhidmatan </a> dan <a href='%s' target=_blank> Dasar Privasi </a>.

source: Create Account
ms_my: Cipta Akaun

source: Enabled
ms_my: Diperbolehkan

source: Disabled
ms_my: Dilumpuhkan

source: 12 months
ms_my: 12 bulan

source: this year
ms_my: tahun ini

source: %d quotations for %d companies in %s
ms_my: %d sebut harga bagi %d syarikat dalam tempoh %s

source: %d quotations for %d company in %s
ms_my: %d sebut harga bagi %d syarikat dalam tempoh %s

source: %d quotation for %d companies in %s
ms_my: %d sebut harga bagi %d syarikat dalam tempoh %s

source: %d quotation for %d company in %s
ms_my: %d sebut harga bagi %d syarikat dalam tempoh %s

source: %d invoices for %d companies in %s
ms_my: %d invois bagi %d syarikat dalam tempoh %s

source: %d invoices for %d company in %s
ms_my: %d invois bagi %d syarikat dalam tempoh %s

source: %d invoice for %d companies in %s
ms_my: %d invois bagi %d syarikat dalam tempoh %s

source: %d invoice for %d company in %s
ms_my: %d invois bagi %d syarikat dalam tempoh %s

source: %d payments for %d companies in %s
ms_my: %d pembayaran bagi %d syarikat dalam tempoh %s

source: %d payments for %d company in %s
ms_my: %d pembayaran bagi %d syarikat dalam tempoh %s

source: %d payment for %d companies in %s
ms_my: %d pembayaran bagi %d syarikat dalam tempoh %s

source: %d payment for %d company in %s
ms_my: %d pembayaran bagi %d syarikat dalam tempoh %s

source: %d records for %d companies in %s
ms_my: %d rekod bagi %d syarikat dalam tempoh %s

source: %d records for %d company in %s
ms_my: %d rekod bagi %d syarikat dalam tempoh %s

source: %d record for %d companies in %s
ms_my: %d rekod bagi %d syarikat dalam tempoh %s

source: %d record for %d company in %s
ms_my: %d rekod bagi %d syarikat dalam tempoh %s

source: Welcome %s
ms_my: Selamat datang %s

source: Edit Item
ms_my: Sunting Item

source: You can have more than %d supplier. Only first %d will be activated and can be used.
ms_my: Anda boleh mempunyai lebih daripada %d pembekal. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: From %s
ms_my: Daripada %s

source: Statement of Account %s
ms_my: Penyata Akaun %s

source: Dear Sir/Madam,<br><br>Please find the attached Statement of Account. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Penyata Akaun yang dilampirkan. Terima kasih diatas peluang perniagaan.<br><br>Terima kasih,<br>--<br>%s

source: Aging Report %s
ms_my: Laporan Akaun Luput %s

source: Hi,<br><br>Please find the attached Aging Report. Thank you.<br><br>Best regards,<br>--<br>%s
ms_my: Hai,<br><br>Sila lihat Laporan Akaun Luput yang dilampirkan. Terima kasih.<br><br>Selamat Sejahtera,<br>--<br>%s

source: Profit and Loss Report %s
ms_my: Laporan Untung dan Rugi %s

source: Hi,<br><br>Please find the attached Profit and Loss Report. Thank you.<br><br>Best regards,<br>--<br>%s
ms_my: Hai,<br><br>Sila lihat Laporan Untung dan Rugi yang dilampirkan. Terima kasih.<br><br>Selamat Sejahtera,<br>--<br>%s

source: %s Report %s
ms_my: %s Laporan %s

source: Hi,<br><br>Please find the attached %s Report. Thank you.<br><br>Best regards,<br>--<br>%s
ms_my: Hai,<br><br>Sila lihat Laporan %s yang dilampirkan. Terima kasih.<br><br>Selamat Sejahtera,<br>--<br>%s

source: Report
ms_my: Laporan

source: Password recovery was disabled for this account. Please contact account owner.
ms_my: Pemulihan Kata laluan telah dimatikan untuk akaun ini. Sila hubungi pemilik akaun.

source: Enter Your Email Address
ms_my: Masukkan Alamat E-mel Anda

source: Reset Your Password
ms_my: Menetapkan semula kata laluan anda

source: Back to Login Page
ms_my: Kembali ke halaman Login

source: Profit
ms_my: Keuntungan

source: Sales Summary %s
ms_my: Ringkasan Jualan %s

source: Flow List
ms_my: Senarai Aliran

source: POS Sales No
ms_my: No Jualan POS

source: Recurring Action
ms_my: Tindakan berulang

source: Copy to Job Sheet
ms_my: Salin ke Helaian Kerja

source: Copy to Delivery Order
ms_my: Salin ke Pesanan Penghantaran

source: Payment Voucher from %s
ms_my: Baucar bayaran dari %s

source: Dear Sir/Madam,<br><br>Please find the attached Payment Voucher. Thank you.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Baucar Bayaran yang dilampirkan. Terima kasih.<br><br>Selamat Sejahtera,<br>--<br>%s

source: Payment Voucher File
ms_my: Fail Baucar Pembayaran

source: Sales Report %s
ms_my: Laporan Jualan %s

source: Blocked IPs
ms_my: IP Disekat

source: [hidden]
ms_my: [sembunyi]

source: Update Stock
ms_my: Kemaskini Stok

source: Top Up stock amount
ms_my: Tambah Nilai jumlah stok

source: Enter top up stock amount
ms_my: Masukkan tambah nilai jumlah stok

source: Amount of top up stock
ms_my: Jumlah tambah nilai stok

source: Add New Job Sheet
ms_my: Tambah Helaian Kerja Baharu

source: Digital signature and text appended at the bottom of Job Sheet document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen Helaian Kerja

source: Edit Point Of Sale
ms_my: Sunting Point Of Sale

source: Point Of Sale Name
ms_my: Nama Point Of Sale

source: Reference name for Point Of Sales, like Shop or restaurant
ms_my: Nama Rujukan bagi Point Of Sales, seperti Kedai atau restoran

source: Point Of Sale for this company
ms_my: Point Of Sale untuk syarikat ini

source: Product from this group that assign to selected company
ms_my: Produk dari kumpulan ini yang telah diperuntukkan kepada syarikat yang dipilih

source: Default customer for this Point Of Sale
ms_my: Pelanggan lalai untuk Point Of Sale

source: Enable Open and Close Cash register (optional)
ms_my: Membolehkan Buka dan Tutup daftar tunai (pilihan)

source: Enter point of sale receipt number format
ms_my: Masukkan format nombor resit jualan

source: Point Of Sale Receipt No Format (optional)
ms_my: Nombor Resit Point Of Sale (pilihan)

source: Description about this Point Of Sale (optional)
ms_my: Penerangan mengenai Point Of Sale ini (pilihan)

source: Receipt Template
ms_my: Templat Resit

source: Payslip from %s
ms_my: Penyata gaji daripada %s

source: Hi,<br><br>Please find the attached Payslip. Thank you for your great contribution to the company.<br><br>Best regards,<br>--<br>%s
ms_my: Hai,<br><br>Sila lihat Penyata gaji yang dilampirkan. Terima kasih diatas sumbangan anda kepada syarikat.<br><br>Terima kasih,<br>--<br>%s

source: Payslip for %s
ms_my: Penyata gaji untuk %s

source: Hi,<br><br>Please find the attached Payslip
ms_my: Sila lihat Penyata gaji yang dilampirkan

source: Payslip File
ms_my: Fail Penyata gaji

source: Recipient Company
ms_my: Syarikat Penerima

source: Type List
ms_my: Senarai Jenis

source: Edit Subscriber
ms_my: Sunting Pelanggan

source: Name of Company, Business or anything associated with a subscriber (optional)
ms_my: Nama Syarikat, perniagaan atau apa-apa jua yang berkaitan dengan pelanggan (pilihan)

source: Website (optional)
ms_my: Laman Web (pilihan)

source: Deactivate
ms_my: Nyahaktifkan

source: City-Link Express Postage Tracking
ms_my: Pengesanan Pengeposan City-Link Express

source: Default system language
ms_my: Bahasa sistem lalai

source: Default system timezone
ms_my: Zon masa sistem lalai

source: Default date format
ms_my: Format tarikh lalai

source: Default time format
ms_my: Format masa lalai

source: Enable Activity Log
ms_my: Aktifkan Log Aktiviti

source: Purge Log on the day
ms_my: Bersihkan Log pada hari

source: Remove old Activity Log
ms_my: Buang Log Aktiviti yang lama

source: Enable Mailer Log
ms_my: Aktifkan Log Pengirim E-Mel

source: Purge Mailer Log on the day
ms_my: Bersihkan Log Pengirim E-Mel pada hari

source: Remove old Mailer Log
ms_my: Buang Log Pengirim E-Emel yang lama

source: Mobile Print
ms_my: Cetak mudah alih

source: Show notice when printing on mobile device
ms_my: Paparkan notis apabila mencetak di peranti mudah alih

source: Customer Code Format
ms_my: Format Kod Pelanggan

source: Format for Customer Code. By default defined as 'CR' (optional)
ms_my: Format bagi Kod Pelanggan. Secara lalai ditakrifkan sebagai 'CR' (pilihan)

source: Product Code Format
ms_my: Format Kod Produk

source: Format for Product Code. By default defined as 'PR' (optional)
ms_my: Format bagi Kod Produk. Secara lalai ditakrifkan sebagai 'PR' (pilihan)

source: Supplier Code Format
ms_my: Format Kod Pembekal

source: Format for Supplier Code. By default defined as 'SR' (optional)
ms_my: Format untuk Kod Pembekal. Secara lalai ditakrifkan sebagai 'SR' (pilihan)

source: Jan-Mar
ms_my: Jan-Mac

source: Oct-Dec
ms_my: Okt-Dis

source: Year Total
ms_my: Jumlah Tahun

source: Quarter Total
ms_my: Jumlah Suku

source: Quarterly
ms_my: Suku Tahunan

source: First Quarter (Jan-Mar)
ms_my: Suku Pertama (Jan-Mac)

source: Second Quarter (Apr-Jun)
ms_my: Suku Kedua (Apr-Jun)

source: Third Quarter (Jul-Sep)
ms_my: Suku Ketiga (Jul-Sep)

source: Forth Quarter (Oct-Dec)
ms_my: Suku Keempat (Okt-Dis)

source: Income
ms_my: Pendapatan

source: Cost of Goods Sold
ms_my: Kos Barangan yang dijual

source: Less Expenses
ms_my: Tolak Perbelanjaan

source: Total Expenses
ms_my: Jumlah Perbelanjaan

source: Net Profit
ms_my: Untung bersih

source: Add New Quotation
ms_my: Tambah Sebut Harga Baru

source: Edit Company
ms_my: Sunting Syarikat

source: Company name
ms_my: Nama Syarikat

source: Enter company website
ms_my: Masukkan laman web syarikat

source: Company website (optional)
ms_my: Laman web syarikat (pilihan)

source: Company Logo. Used in quotation, invoice and others related. Maximum width 300 pixels
ms_my: Logo Syarikat. Digunakan dalam sebut harga, invois dan lain-lain yang berkaitan. Lebar maksimum 300 piksel

source: Upload image of Company Stamp. Used in quotation, invoice and others related (optional). Maximum size 74x74 pixels
ms_my: Memuat naik imej Cop Syarikat. Yang digunakan dalam sebut harga invois dan lain-lain yang berkaitan (pilihan). Saiz maksimum 74x74 piksel

source: Auto Create Company Stamp
ms_my: Auto Cipta Cop Syarikat

source: Text Colour
ms_my: Warna teks

source: Image Rotation
ms_my: Putaran Imej

source: Auto create company stamp. Currently only works with printable ASCII characters
ms_my: Auto Cipta Cop Syarikat. Pada masa ini hanya berfungsi dengan aksara ASCII yang boleh dicetak

source: Default Signature Text
ms_my: Teks lalai untuk Tandatangan

source: Tax information for your company. This tax information will be used in areas that need the tax rate. Leave registration number empty if not available yet.
ms_my: Maklumat cukai untuk syarikat anda. Maklumat cukai ini akan digunakan pada bahagian yang memerlukan kadar cukai. Tinggalkan nombor pendaftaran kosong jika tiada lagi.

source: Default tax calculation selection when create new document sales or purchases (optional)
ms_my: Pilihan pengiraan cukai lalai, apabila mencipta jualan dokumen baru atau pembelian (pilihan)

source: Assign company to these group
ms_my: Letakkan syarikat dalam kumpulan ini

source: Enter sales order number format
ms_my: Masukkan format nombor pesanan jualan

source: Sales Order No Format (optional)
ms_my: Format Nombor Pesanan Jualan (pilihan)

source: Enter quotation number format
ms_my: Masukkan format nombor sebut harga

source: Quotation No Format (optional)
ms_my: Format Nombor Sebut harga (pilihan)

source: Enter invoice number format
ms_my: Masukkan format nombor invois

source: Invoice No Format (optional)
ms_my: Format Nombor Invois (pilihan)
