Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Un-subscribe: Creating 'rw' for '%s' was failed
ms_my: Un-subscribe: Mencipta 'rw' untuk %s telah gagal

source: Un-subscribe: Creating 'info-subscriber.dat' for '%s' was failed
ms_my: Un-subscribe: Mencipta 'info-subscriber.dat' untuk %s telah gagal

source: Un-subscribe: Creating 'info-subscription.dat' for '%s' was failed
ms_my: Un-subscribe: Mencipta 'info-subscription.dat' untuk %s telah gagal

source: Un-subscribe: Creating 'info-last-promocode.dat' for '%s' was failed
ms_my: Un-subscribe: Mencipta 'info-last-promocode.dat' untuk %s telah gagal

source: Un-subscribe: Creating 'info-last-package.dat' for '%s' was failed
ms_my: Un-subscribe: Mencipta 'info-last-package.dat' untuk %s telah gagal

source: Un-subscribe: Creating '%s.sql' for %s was failed: %s
ms_my: Un-subscribe: Mencipta '%s.sql' untuk %s telah gagal: %s

source: Un-subscribe: Archiving 'rw' for %s was failed
ms_my: Un-subscribe: Mengarkib 'rw' untuk %s telah gagal

source: Un-subscribe: Archiving 'config.d' for %s was failed
ms_my: Un-subscribe: Mengarkib 'config.d' untuk %s telah gagal

source: Un-subscribe: Deleting database for %s was failed
ms_my: Un-subscribe: Memadam pangkalan data untuk %s telah gagal

source: Un-subscribe: Deleting account '%s' was successful
ms_my: Un-subscribe: Memadam akaun '%s' telah berjaya

source: Invalid tracking code
ms_my: Kod pengesanan tidak sah

source: Invalid Tracking Code
ms_my: Kod pengesanan tidak sah

source: Error response while trying to get data. Please remove and redo this tracking
ms_my: Ralat ketika cuba untuk mendapatkan data. Sila padam dan buat semula pengesanan ini

source: Please enter Payslip Number
ms_my: Sila masukkan Nombor Penyata gaji

source: Please enter Payslip Date
ms_my: Sila masukkan Tarikh Penyata gaji

source: The document was signed by %s
ms_my: Dokumen ditandatangani oleh %s

source: Failed to save template code
ms_my: Gagal menyimpan kod templat

source: Please enter template code
ms_my: Sila masukkan kod templat

source: This is a permanent error. Please remove and redo this tracking
ms_my: Ini adalah ralat kekal. Sila padam dan buat semula pengesanan ini

source: Employee
ms_my: Pekerja

source: Important
ms_my: Penting

source: It looks like you're using an older Internet Browser, to using this application, you need to upgrade your browser to the latest version.
ms_my: Kelihatan seperti anda menggunakan Pelayar Internet yang lama, untuk menggunakan aplikasi ini, anda perlu untuk menaik taraf pelayar anda kepada versi yang terkini.

source: You can download from here %s
ms_my: Anda boleh muat turun dari sini %s

source: Your Internet Browser information
ms_my: Maklumat Pelayar Internet anda

source: Invalid request!
ms_my: Permintaan tidak sah!

source: Edit Tracking
ms_my: Sunting Pengesanan

source: Update
ms_my: Kemaskini

source: Resize
ms_my: Saiz-semula

source: For Company
ms_my: Untuk Syarikat

source: Postage tracking for this company
ms_my: Pengesanan pos untuk syarikat ini

source: For Invoice
ms_my: Untuk Invois

source: Postage tracking for this Invoice. Only available if the Invoice with status Pending or Partial Paid and current date not exceed one month since the last update of Invoice
ms_my: Pengesanan pos bagi Invois ini. Hanya boleh digunakan jika Invois dengan status Menunggu atau Bayaran Separa dan tarikh semasa tidak melebihi satu bulan dari kemas kini terakhir Invois

source: For Customer
ms_my: Untuk Pelanggan

source: Enter customer name
ms_my: Masukkan nama pelanggan

source: Postage for this customer
ms_my: Penghantaran pos untuk pelanggan ini

source: For Purchase Order
ms_my: Untuk Pesanan Belian

source: Postage tracking for this Purchase Order. Only available if Purchase Order with status Sent or Received and current date not exceed one month since the last update of Purchase Order
ms_my: Pengesanan pos bagi Pesanan Belian ini. Hanya boleh digunakan jika Pesanan Belian dengan status yang Dihantar atau Diterima dan tarikh semasa tidak melebihi satu bulan dari kemas kini terakhir Pesanan Belian

source: From Supplier
ms_my: Daripada Pembekal

source: Enter supplier name
ms_my: Masukkan nama pembekal

source: Postage from this supplier
ms_my: Penghantaran pos untuk pembekal ini

source: Tracking Code
ms_my: Kod Pengesanan

source: Enter tracking code
ms_my: Masukkan kod pengesanan

source: Tracking code or Consignment Note
ms_my: Kod Pengesanan atau Nota Consignment

source: Enter description
ms_my: Masukkan penerangan

source: Additional note (optional)
ms_my: Nota tambahan (pilihan)

source: Product Code
ms_my: Kod Produk

source: Stock Tracking
ms_my: Pengesanan Stok

source: Product Name
ms_my: Nama Produk

source: Cost Price
ms_my: Harga kos

source: Tax Rate
ms_my: Kadar Cukai

source: Tax Operation
ms_my: Operasi Cukai

source: Selling Price
ms_my: Harga Jualan

source: Gross Profit
ms_my: Untung kasar

source: Created by
ms_my: Dicipta oleh

source: Yes
ms_my: Ya

source: No
ms_my: Tidak

source: Products Label
ms_my: Label Produk

source: Not available for you
ms_my: Tidak tersedia untuk anda

source: Delete
ms_my: Padam

source: Action
ms_my: Tindakan

source: Details
ms_my: Terperinci

source: Copy
ms_my: Salin

source: Edit
ms_my: Sunting

source: Search
ms_my: Carian

source: More
ms_my: Lagi

source: Print
ms_my: Cetak

source: Add New
ms_my: Tambah Baru

source: Reset
ms_my: Set Semula

source: Enter text for search
ms_my: Masukkan teks carian

source: multiple by comma
ms_my: pelbagai dengan koma

source: Submit
ms_my: Hantar

source: Company
ms_my: Syarikat

source: User
ms_my: Pengguna

source: Product
ms_my: Produk

source: Storage (GB)
ms_my: Storan (GB)

source: Toggle
ms_my: Togol

source: No data for search matches
ms_my: Tiada data bagi padanan carian

source: Date/Time
ms_my: Tarikh/Masa

source: Select End Date
ms_my: Pilih Tarikh Akhir

source: Edit Tax
ms_my: Sunting Kadar Cukai

source: Tax Name
ms_my: Nama cukai

source: Enter tax name
ms_my: Masukkan nama cukai

source: Reference name for tax
ms_my: Nama rujukan bagi cukai

source: Default Rate
ms_my: Kadar lalai

source: Enter tax rate
ms_my: Masukkan kadar cukai

source: Tax rate amount
ms_my: Jumlah kadar cukai

source: Tax rate in percentage
ms_my: Kadar cukai dalam peratusan

source: Set as default
ms_my: Tetapkan sebagai lalai

source: Add New Group
ms_my: Tambah Grup Baru

source: Group Name
ms_my: Nama Grup

source: Enter group name
ms_my: Masukkan nama grup

source: Company group name
ms_my: Nama grup syarikat

source: Edit Announcement
ms_my: Sunting Pengumuman

source: Date
ms_my: Tarikh

source: Enter announcement date
ms_my: Masukkan tarikh pengumuman

source: Announcement Date
ms_my: Tarikh Pengumuman

source: Title
ms_my: Tajuk

source: Enter announcement title
ms_my: Masukkan tajuk pengumuman

source: Announcement Title
ms_my: Tajuk Pengumuman

source: Message
ms_my: Mesej

source: Enter message
ms_my: Masukkan mesej

source: Announcement content
ms_my: Kandungan Pengumuman

source: Announcement status
ms_my: Status pengumuman

source: Type
ms_my: Jenis

source: Announcement type
ms_my: Jenis pengumuman

source: Add New Purchase Order
ms_my: Tambah Pesanan Belian Baru

source: Create Purchase Order from Sales Order
ms_my: Cipta Pesanan Pembelian daripada Pesanan Jualan

source: Create Purchase Order from Accepted Sales Order (optional)
ms_my: Cipta Pesanan Belian daripada Pesanan Jualan yang telah diterima (pilihan)

source: From Company
ms_my: Daripada Syarikat

source: Purchase order from this company
ms_my: Pesanan belian daripada syarikat ini

source: Contact Person
ms_my: Orang Hubungan

source: Company contact person
ms_my: Orang hubungan syarikat

source: For Supplier
ms_my: Untuk Pembekal

source: Purchase order for this supplier
ms_my: Pesanan belian untuk pembekal ini

source: Deliver to different address
ms_my: Hantar ke alamat yang berbeza

source: Street Address
ms_my: Alamat Jalan

source: Enter street address
ms_my: Masukkan alamat jalan

source: Delivery Address. Street address (optional)
ms_my: Alamat penghantaran. Alamat jalan (pilihan)

source: Postcode
ms_my: Poskod

source: Enter postcode
ms_my: Masukkan poskod

source: Delivery Address. Postcode (optional)
ms_my: Alamat penghantaran. Poskod (pilihan)

source: City
ms_my: Bandar

source: Enter city name
ms_my: Masukkan nama bandar

source: Delivery Address. City (optional)
ms_my: Alamat penghantaran. Bandar (pilihan)

source: Select state
ms_my: Pilih negeri

source: Malaysian States
ms_my: Negeri Malaysia

source: Enter state name
ms_my: Masukkan nama negeri

source: Delivery Address. State (optional)
ms_my: Alamat penghantaran. Negeri (pilihan)

source: Select country
ms_my: Pilih negara

source: Delivery Address. Country (optional)
ms_my: Alamat penghantaran. Negara (pilihan)

source: Purchase No
ms_my: Nombor Pembelian

source: Enter purchase number
ms_my: Masukkan nombor pembelian

source: Purchase order number as reference
ms_my: Nombor pesanan belian sebagai rujukan

source: Issue Date
ms_my: Tarikh Dikeluarkan

source: Enter purchase date
ms_my: Masukkan tarikh pembelian

source: Purchase order issue date
ms_my: Tarikh pesanan belian

source: Delivery Date
ms_my: Tarikh penghantaran

source: Enter purchase delivery date
ms_my: Masukkan tarikh penghantaran belian

source: Purchase order delivery date (optional)
ms_my: Tarikh penghantaran pesanan belian (pilihan)

source: Currency Name
ms_my: Nama mata wang

source: The currency code to use
ms_my: Kod mata wang untuk digunakan

source: Tax Calculation
ms_my: Pengiraan cukai

source: Tax calculation options
ms_my: Pilihan pengiraan cukai

source: Discount Calculation
ms_my: Pengiraan Diskaun

source: Discount calculation options
ms_my: Pilihan pengiraan diskaun

source: Discount Rate
ms_my: Kadar Diskaun

source: Enter Discount Rate
ms_my: Masukkan Kadar Diskaun

source: Discount rate
ms_my: Kadar diskaun

source: Purchase Items
ms_my: Item Pembelian

source: Item & Description
ms_my: Item & Penerangan

source: Quantity
ms_my: Kuantiti

source: Unit Price
ms_my: Harga seunit

source: Discount
ms_my: Diskaun

source: Purchase Note
ms_my: Nota Pembelian

source: Enter purchase note
ms_my: Memasukkan nota pembelian

source: Purchase order note. Enter any comments, terms and conditions you have here
ms_my: Nota Pesanan Belian. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Signature block
ms_my: Blok tandatangan

source: Redraw
ms_my: Lukis semula

source: Enter related texts
ms_my: Masukkan teks yang berkaitan

source: Digital signature and text appended at the bottom of purchase order document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen pesanan belian

source: If you prefer using your own signature image, you can upload the image here. The size of image will resize to 398x148 pixels.
ms_my: Jika anda lebih suka menggunakan imej tandatangan anda sendiri, anda boleh memuat naik imej di sini. Saiz imej akan diubah kepada 398x148 piksel.

source: Don't attach a company stamp
ms_my: Jangan kepilkan cop syarikat

source: By default company stamp will attach with signature if available. Tick this box to disable it
ms_my: Secara lalai cop syarikat akan dilampirkan bersama tandangan jika ada. Tandakan kotak ini untuk mengabaikannya

source: Attach Supplier Signature
ms_my: Kepilkan Tandatangan Pembekal

source: Supplier Signature block
ms_my: Blok Tandatangan Pembekal

source: Digital signature signed by supplier (optional)
ms_my: Tandatangan digital yang ditandatangani oleh pembekal (pilihan)

source: Custom Field
ms_my: Medan Khas

source: Field Name
ms_my: Nama Medan

source: Field Value
ms_my: Nilai medan

source: Purchase order status
ms_my: Status pesanan belian

source: Place this purchase order in Stock Management
ms_my: Letakkan pesanan belian ini dalam Pengurusan Stok

source: Delivery Order for Invoice
ms_my: Pesanan Penghantaran untuk Invois

source: Job Sheet No
ms_my: Nombor Helaian Kerja

source: Assigned to
ms_my: Ditugaskan kepada

source: Anyone
ms_my: Sesiapa sahaja

source: Job Sheet Description
ms_my: Penerangan Helaian Kerja

source: Note
ms_my: Nota

source: Customer Signature block
ms_my: Blok Tandatangan Pelanggan

source: Edit Promo Code
ms_my: Sunting Kod Promo

source: Enter promo code
ms_my: Masukkan kod promo

source: Amount
ms_my: Jumlah

source: Enter promo amount
ms_my: Masukkan nilai promo

source: Promo amount
ms_my: Nilai promo

source: Subscription Amount
ms_my: Nilai Langganan

source: Enter subscription amount
ms_my: Masukkan nilai langganan

source: Minimum subscription amount
ms_my: Nilai langganan minimum

source: Date Start
ms_my: Tarikh Mula

source: Enter promo date start
ms_my: Masukkan Tarikh Mula promo

source: Date End
ms_my: Tarikh Tamat

source: Enter promo date end
ms_my: Masukkan Tarikh Tamat promo

source: Template empty
ms_my: Templat kosong

source: Content empty. No output available
ms_my: Kandungan kosong. Tiada keluaran tersedia

source: Leave No
ms_my: No Cuti

source: Archive Action
ms_my: Tindakan Arkib

source: Preview
ms_my: Pratonton

source: Send Email
ms_my: Hantar E-mel

source: New Request
ms_my: Permohonan Baharu

source: Start Date
ms_my: Tarikh Mula

source: End Date
ms_my: Tarikh Akhir

source: Days
ms_my: Hari

source: Paid Leave
ms_my: Cuti Berbayar

source: Employee No
ms_my: No Pekerja

source: Employee Name
ms_my: Nama Pekerja

source: Show Archived
ms_my: Papar Arkib

source: Tax Report Data
ms_my: Data Laporan Cukai

source: Invoice Data
ms_my: Data Invois

source: Invoice No
ms_my: Nombor Invois

source: Point Of Sale Data
ms_my: Data Point Of Sale

source: Sale No
ms_my: Nombor Jualan

source: Purchase Order Data
ms_my: Data Pesanan Belian

source: Expenses Data
ms_my: Data Perbelanjaan

source: Expenses No
ms_my: No Perbelanjaan

source: Create Backup File
ms_my: Cipta fail backup

source: Create
ms_my: Cipta

source: Filename Prefix
ms_my: Nama fail Awalan

source: Enter filename prefix
ms_my: Masukkan awalan nama fail

source: The backup file will be created with format PREFIX-VERSION-TIMESTAMP.tgz. Place a prefix if necessary.
ms_my: Fail backup akan dicipta dengan format PREFIX-VERSION-TIMESTAMP.tgz. Letakkan awalan jika perlu.

source: Receipt No
ms_my: No Resit

source: Company Name
ms_my: Nama Syarikat

source: Phone
ms_my: Telefon

source: Email
ms_my: E-mel

source: Payslip Item
ms_my: Item Penyata gaji

source: Item Type
ms_my: Jenis Item

source: Percent Calculation
ms_my: Pengiraan Peratus

source: Rate
ms_my: Kadar

source: No company assigned
ms_my: Tiada syarikat yang diberikan

source: No company available
ms_my: Tiada syarikat yang tersedia

source: Resend Email
ms_my: Hantar Semula E-mel

source: Sender
ms_my: Penghantar

source: Recipients
ms_my: Penerima

source: CC Recipients
ms_my: Penerima CC

source: BCC Recipients
ms_my: Penerima BCC

source: Email Subject
ms_my: Subjek E-mel

source: Failed
ms_my: Gagal

source: Sent by
ms_my: Dihantar oleh

source: Attachment
ms_my: Lampiran

source: Recorded by
ms_my: Direkodkan oleh

source: All Company
ms_my: Kesemua Syarikat

source: Currency
ms_my: Mata wang

source: Payment Method
ms_my: Kaedah Pembayaran

source: Enter Start Date
ms_my: Masukkan Tarikh Mula

source: Enter End Date
ms_my: Masukkan Tarikh Akhir

source: Print this report?
ms_my: Cetak laporan ini?

source: Filter
ms_my: Tapis

source: Show
ms_my: Papar

source: Method
ms_my: Kaedah

source: Reference
ms_my: Rujukan

source: Tax Amount
ms_my: Amaun Cukai

source: Miscellaneous
ms_my: Pelbagai

source: None
ms_my: Tiada

source: Total
ms_my: Jumlah

source: Total Amount
ms_my: Jumlah keseluruhan

source: Total Amount Tax
ms_my: Jumlah Amaun Cukai

source: Total Paid
ms_my: Jumlah Dibayar

source: Total Pending
ms_my: Jumlah Tergantung

source: Total Tax
ms_my: Jumlah Cukai

source: Expense Type
ms_my: Jenis Perbelanjaan

source: Add New Pricing
ms_my: Tambah Harga Baru

source: Pricing Name
ms_my: Nama harga

source: Enter pricing name
ms_my: Masukkan nama harga

source: Reference name for pricing
ms_my: Nama rujukan untuk harga

source: Alternate Pricing for Customer
ms_my: Harga Gantian untuk Pelanggan

source: For Customer Group
ms_my: Untuk Grup Pelanggan

source: Alternate Pricing for Customer Group
ms_my: Harga Gantian untuk Grup Pelanggan

source: From Product
ms_my: Daripada Produk

source: Alternate Pricing from Product
ms_my: Harga gantian Produk

source: Product Cost Price
ms_my: Harga Kos Produk

source: Base Price
ms_my: Harga Asas

source: Product Selling Price
ms_my: Harga Jualan Produk

source: New Price
ms_my: Harga Baru

source: Enter price
ms_my: Masukkan harga

source: Allocate new Price. New Price cannot bigger than Base Price
ms_my: Memperuntukkan Harga baru. Harga baru tidak boleh lebih besar daripada Harga Asas

source: Product Image
ms_my: Imej Produk

source: This product managed by Stock Management
ms_my: Produk ini diuruskan oleh Pengurusan Stok

source: Product Description
ms_my: Penerangan Produk

source: Tax
ms_my: Cukai

source: Product Barcode
ms_my: Kod bar produk

source: Product Group
ms_my: Grup produk

source: No group assigned
ms_my: Tiada grup yang diberikan

source: No group available
ms_my: Tiada grup yang tersedia

source: Account Name
ms_my: Nama Akaun

source: Owner's
ms_my: Pemilik

source: Subscriber List
ms_my: Senarai Pelanggan

source: Add New Template
ms_my: Tambah Templat Baru

source: All
ms_my: Semua

source: Document template for this company
ms_my: Templat Dokumen syarikat ini

source: Select Template Type
ms_my: Pilih Jenis Templat

source: Template Type
ms_my: Jenis Templat

source: Enter template name
ms_my: Masukkan nama templat

source: Template Name
ms_my: Nama Templat

source: Template description
ms_my: Penerangan Templat

source: Document Title
ms_my: Tajuk Dokumen

source: Enter document title
ms_my: Masukkan tajuk dokumen

source: Document Subject
ms_my: Subjek Dokumen

source: Enter document subject
ms_my: Masukkan subjek dokumen

source: Document Subject (optional)
ms_my: Subjek Dokumen (pilihan)

source: Default Document Note
ms_my: Nota Dokumen Tersedia

source: Enter document note
ms_my: Masukkan nota dokumen

source: Show Status
ms_my: Papar Status

source: Document Show Status
ms_my: Papar Status Dokumen

source: Show Payment History
ms_my: Papar Sejarah Pembayaran

source: Document Show Payment History
ms_my: Dokumen Papar Sejarah Pembayaran

source: Show Discount Percent
ms_my: Papar Peratus Diskaun

source: Document Show Discount Percent
ms_my: Dokumen Papar Peratus Diskaun

source: Hide Customer Name
ms_my: Sembunyikan Nama Pelanggan

source: Document Hide Customer Name
ms_my: Dokumen Sembunyikan Nama Pelanggan

source: Hide Customer Contact
ms_my: Sembunyikan Maklumat Pelanggan

source: Document Hide Customer Phone, Email, Fax and Website
ms_my: Dokumen Sembunyikan Telefon, E-mel, faks dan laman web Pelanggan

source: Hide Company Address
ms_my: Sembunyikan Alamat Syarikat

source: Document Hide Company Name
ms_my: Dokumen Sembunyikan Alamat Syarikat

source: Hide Company Contact
ms_my: Sembunyikan Maklumat Syarikat

source: Document Hide Company Phone, Email, Fax and Website
ms_my: Dokumen Sembunyikan Telefon, E-mel, faks dan laman web syarikat

source: Hide Company Logo
ms_my: Sembunyikan Logo Syarikat

source: Document Hide Company Logo
ms_my: Dokumen Sembunyikan Logo Syarikat

source: Show Template Code
ms_my: Paparkan Kod Templat

source: Enter template code
ms_my: Masukkan kod templat

source: Send
ms_my: Hantar

source: Cancel
ms_my: Batal

source: System Default
ms_my: Sistem Lalai

source: Email Template
ms_my: Templat E-mel

source: From
ms_my: Daripada

source: Email From Address
ms_my: E-mel Dari Alamat

source: To
ms_my: Kepada

source: Enter email recipient
ms_my: Masukkan penerima e-mel

source: Email recipient. Multiple email separated by comma
ms_my: Penerima e-mel. E-mel berbilang dipisahkan oleh koma

source: Add CC or BCC Recipients
ms_my: Tambah Penerima CC atau BCC

source: Enter email carbon copy
ms_my: Masukkan e-mel salinan karbon

source: Email Carbon Copy. Multiple email separated by comma
ms_my: E-mel Salinan Karbon. E-mel berbilang dipisahkan oleh koma

source: Enter email blind carbon copy
ms_my: Masukkan e-mel salinan selindung

source: Email Blind Carbon Copy. Multiple email separated by comma
ms_my: E-mel salinan selindung. E-mel berbilang dipisahkan oleh koma

source: Subject
ms_my: Perkara

source: Quotation from %s
ms_my: Sebut harga daripada %s

source: Enter email subject
ms_my: Masukkan subjek e-mel

source: Dear Sir/Madam,<br><br>Please find the attached Quotation. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Sebut harga yang dilampirkan. Terima kasih diatas peluang perniagaan. <br><br>Terima kasih,<br>--<br>%s

source: Quotation File
ms_my: Fail Sebut Harga

source: From Employee
ms_my: Dari Pekerja

source: Leave Reason
ms_my: Sebab Cuti

source: Administration Note
ms_my: Nota Pentadbiran

source: Employee Signature block
ms_my: Blok Tandatangan Pekerja

source: Add New Supplier
ms_my: Tambah Pembekal Baru

source: Show Details
ms_my: Tunjukkan Butiran

source: Hide Details
ms_my: Sembunyikan Butiran

source: Supplier Code
ms_my: Kod Pembekal

source: Enter supplier code
ms_my: Masukkan kod pembekal

source: Supplier code as reference. Leave blank for auto generated
ms_my: Kod pembekal sebagai rujukan. Biarkan kosong untuk dijana secara automatik

source: Supplier Name
ms_my: Nama Pembekal

source: Name of Contact Person
ms_my: Nama orang untuk dihubungi

source: Enter company name
ms_my: Masukkan nama syarikat

source: Name of Company, Business or anything associated with a supplier
ms_my: Nama Syarikat, perniagaan atau apa-apa jua yang berkaitan dengan pembekal

source: Registration Number
ms_my: Nombor Pendaftaran

source: Enter registration number
ms_my: Masukkan nombor pendaftaran

source: Registration number for Company or Business
ms_my: Nombor pendaftaran bagi Syarikat atau Perniagaan

source: Street address (optional)
ms_my: Alamat Jalan (pilihan)

source: Postcode (optional)
ms_my: Poskod (pilihan)

source: City (optional)
ms_my: City (pilihan)

source: State (optional)
ms_my: Negeri (pilihan)

source: Country (optional)
ms_my: Negara (pilihan)

source: Enter telephone number
ms_my: Masukkan nombor telefon

source: Telephone Number (optional)
ms_my: Nombor Telefon (pilihan)

source: Fax
ms_my: Faks

source: Enter fax number
ms_my: Masukkan nombor faks

source: Fax Number (optional)
ms_my: Nombor Faks (pilihan)

source: Enter email address
ms_my: Masukkan alamat e-mel

source: Email Address (optional)
ms_my: Alamat E-mel (pilihan)

source: Website
ms_my: Laman Web

source: Enter supplier website
ms_my: Masukkan laman web pembekal

source: Supplier website (optional)
ms_my: Laman web pembekal (pilihan)

source: Date Of Birth
ms_my: Tarikh Lahir

source: Enter Date Of Birth
ms_my: Masukkan Tarikh Lahir

source: Date of birth (optional)
ms_my: Tarikh Lahir (pilihan)

source: Gender
ms_my: Jantina

source: Gender (optional)
ms_my: Jantina (optional)

source: Picture
ms_my: Gambar

source: Supplier Picture (optional)
ms_my: Gambar Pembekal (pilihan)

source: Supplier Group
ms_my: Grup Pembekal

source: Assign supplier to these group
ms_my: Letakkan pembekal dalam kumpulan ini

source: Group
ms_my: Grup

source: Assign
ms_my: Berikan

source: Supplier Company
ms_my: Syarikat pembekal

source: Assign supplier to your company's
ms_my: Letakkan pembekal dalam syarikat anda

source: Additional note about this supplier as reference (optional)
ms_my: Nota tambahan bagi pembekal ini sebagai rujukan (pilihan)

source: Edit Group
ms_my: Sunting Grup

source: Delivery Order No
ms_my: No Pesanan Penghantaran

source: Add New Stock
ms_my: Tambah Stok Baru

source: Assign to Company
ms_my: Letak dalam Syarikat
