Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Stock for product
ms_my: Stok untuk produk

source: Stock Amount
ms_my: Jumlah Stok

source: Enter stock amount
ms_my: Masukkan jumlah stok

source: Amount of stock
ms_my: Jumlah stok

source: Set Warning when stock reaches a minimum
ms_my: Tetapkan Amaran apabila stok mencapai tahap minimum

source: Minimum Stock
ms_my: Stok minimum

source: Enter minimum stock amount
ms_my: Masukkan jumlah stok minimum

source: Give warning when stock below or equal than this amount
ms_my: Beri amaran apabila stok di bawah atau sama daripada jumlah ini

source: Username or Email
ms_my: Nama pengguna atau E-mel

source: Sign In
ms_my: Masuk

source: Forgot your password?
ms_my: Lupa kata laluan anda?

source: For Employee
ms_my: Untuk Pekerja

source: Payslip No
ms_my: No Penyata gaji

source: Payslip Note
ms_my: Nota Penyata gaji

source: Upload Backup File
ms_my: Muat naik Fail Backup

source: Filename
ms_my: Nama fail

source: Select backup file with format PREFIX-VERSION-TIMESTAMP.tgz.
ms_my: Pilih fail backup dengan format PREFIX-VERSION-TIMESTAMP.gz.

source: Upload
ms_my: Muat naik

source: Customer Company
ms_my: Syarikat Pelanggan

source: Status Text
ms_my: Teks Status

source: Status List
ms_my: Senarai Status

source: Archive
ms_my: Arkib

source: Product group name
ms_my: Nama grup produk

source: Enter text for search supplier
ms_my: Masukkan teks carian bagi pembekal

source: Seach
ms_my: Cari

source: Add new supplier
ms_my: Tambah pembekal baru

source: No supplier available for this company. Please assign at least one
ms_my: Tiada pembekal tersedia untuk syarikat ini. Sila menetapkan sekurang-kurangnya satu pembekal

source: No supplier available. Please assign at least one
ms_my: Tiada pembekal tersedia. Sila menetapkan sekurang-kurangnya satu pembekal

source: Pos Malaysia Postage Tracking
ms_my: Pengesanan Pengeposan Pos Malaysia

source: Tracking history
ms_my: Sejarah Pengesanan

source: Last Check: %s
ms_my: Pemeriksaan Terakhir: %s

source: Next Check: %s
ms_my: Pemeriksaan Seterusnya: %s

source: Location
ms_my: Lokasi

source: Add New Invoice
ms_my: Tambah Invois Baru

source: Create Invoice from Sales Order
ms_my: Cipta Invois daripada Pesanan Jualan

source: Create Invoice from Accepted Sales Order (optional)
ms_my: Cipta Invois daripada Pesanan Jualan yang telah diterima (pilihan)

source: Create Invoice for Quotation
ms_my: Cipta Invois bagi Sebut harga

source: Create Invoice for Approved Quotation (optional)
ms_my: Cipta Invois bagi Sebutan Harga yang telah diluluskan (pilihan)

source: Invoice from this company
ms_my: Invois dari syarikat ini

source: Invoice for this customer
ms_my: Invois untuk pelanggan ini

source: Enter invoice number
ms_my: Masukkan nombor invois

source: Invoice number as reference
ms_my: Nombor invois sebagai rujukan

source: Enter invoice date
ms_my: Masukkan tarikh invois

source: Date of invoice issued
ms_my: Tarikh invois dikeluarkan

source: Overdue Date
ms_my: Tarikh Luput

source: Enter invoice expiry date
ms_my: Masukkan tarikh luput invois

source: Invoice overdue date (optional)
ms_my: Tarikh luput invois (pilihan)

source: Invoice Items
ms_my: Item Invois

source: Unit Cost
ms_my: Kos Seunit

source: Shipping Rate
ms_my: Kadar Penghantaran

source: Enter Shipping Rate
ms_my: Masukkan Kadar Penghantaran

source: Shipping rate (optional)
ms_my: Kadar Penghantaran (pilihan)

source: Invoice Note
ms_my: Nota Invois

source: Enter invoice note
ms_my: Masukkan nota untuk invois

source: Invoice note. Enter any comments, terms and conditions you have here
ms_my: Komen invois. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Digital signature and text appended at the bottom of invoice document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen invois

source: Attach Customer Signature
ms_my: Kepilkan Tandatangan Pelanggan

source: Digital signature signed by customer (optional)
ms_my: Tandatangan digital ditandatangani oleh pelanggan (pilihan)

source: Set this pending Invoice was billed
ms_my: Set Invois yang belum selesai ini telah dibilkan

source: Invoice status
ms_my: Status Invois

source: Add Payment
ms_my: Tambah Pembayaran

source: Enter the payment amount
ms_my: Masukkan jumlah bayaran

source: Amount of payment
ms_my: Jumlah bayaran

source: Payment method
ms_my: Kaedah pembayaran

source: Method of payment
ms_my: Cara pembayaran

source: Payment Reference
ms_my: Rujukan Pembayaran

source: Enter payment reference
ms_my: Masukkan rujukan pembayaran

source: Reference of payment method (optional). For example, like receipt number
ms_my: Rujukan kaedah pembayaran (pilihan). Sebagai contoh, nombor rujukan resit

source: Set as Recurring
ms_my: Tetapkan sebagai Berulang

source: Recurring Invoice
ms_my: Invois Berulang

source: Recurring Start From Date
ms_my: Mula Berulang Dari Tarikh

source: Enter date
ms_my: Masukkan tarikh

source: Scheduled to start from the date
ms_my: Dijadualkan bermula dari tarikh

source: Email this recurring Invoice to Customer
ms_my: Emel Invois berulang ini kepada Pelanggan

source: Add New Role
ms_my: Tambah Peranan Baru

source: Role Name
ms_my: Nama Peranan

source: Enter role name
ms_my: Masukkan nama peranan

source: Reference name for user role
ms_my: Nama rujukan bagi peranan pengguna

source: Module Permission
ms_my: Kebenaran modul

source: You can enable for View, Create, Update or Delete and additional permission for each module
ms_my: Anda boleh membolehkan bagi Paparan, Cipta, Kemaskini atau Padam dan kebenaran tambahan bagi setiap modul

source: Modules
ms_my: Modul

source: Other Permission
ms_my: Kebenaran lain

source: Cost Items
ms_my: Kos Item

source: Can change Unit Cost on related document
ms_my: Boleh menukar Unit Kos pada dokumen yang berkaitan

source: Unlock Document
ms_my: Membuka Dokumen

source: Can make changes on locked document
ms_my: Boleh membuat perubahan pada dokumen yang dikunci

source: Chat Support
ms_my: Sokongan Sembang

source: Can access online chat support
ms_my: Boleh akses sokongan sembang dalam talian

source: Reference Number
ms_my: Nombor Rujukan

source: Can update any input related to reference number, like Quotation or Invoice No
ms_my: Boleh mengemas kini mana-mana input yang berkaitan dengan nombor rujukan, seperti Sebut harga atau Nombor Invois

source: Hide Unauthorized Modules
ms_my: Sembunyikan Modul yang tiada akses

source: Don't show unauthorized module sections
ms_my: Jangan tunjukkan bahagian modul yang tiada akses

source: Disable Dashboard Charts
ms_my: Matikan Carta Dashboard

source: Don't show Dashboard Chart components
ms_my: Jangan tunjukkan komponen Carta Dashboard

source: Supplier Picture
ms_my: Gambar Pembekal

source: VIEW IN GOOGLE MAPS
ms_my: LIHAT DALAM GOOGLE MAPS

source: From Customer
ms_my: Daripada Pelanggan

source: Sales Order No
ms_my: Nombor Pesanan Jualan

source: Expiry Date
ms_my: Tarikh luput

source: Sales Order Items
ms_my: Item Pesanan Jualan

source: Sales Order Note
ms_my: Nota Pesanan Jualan

source: Opening Time
ms_my: Masa buka

source: Closing Time
ms_my: Masa penutupan

source: POS Name
ms_my: Nama POS

source: Station Id
ms_my: Id Stesen

source: Opening Amount
ms_my: Jumlah pembukaan

source: Closing Amount
ms_my: Jumlah penutupan

source: Closing Note
ms_my: Nota penutupan

source: Cashier
ms_my: Juruwang

source: Type Name
ms_my: Nama Jenis

source: Save as new
ms_my: Simpan sebagai baru

source: Allocate Price
ms_my: Memperuntukkan Harga

source: Address
ms_my: Alamat

source: Copy to Customer
ms_my: Salin kepada Pelanggan

source: Refresh
ms_my: Muat semula

source: Members
ms_my: Ahli

source: Shared Event
ms_my: Berkongsi Acara

source: Add New Customer
ms_my: Tambah Pelanggan Baru

source: Customer Code
ms_my: Kod Pelanggan

source: Enter customer code
ms_my: Masukkan kod pelanggan

source: Customer code as reference. Leave blank for auto generated
ms_my: Kod pelanggan sebagai rujukan. Biarkan kosong untuk dijana secara automatik

source: Customer Name
ms_my: Nama Pelanggan

source: Name of Company, Business or anything associated with a customer (optional)
ms_my: Nama Syarikat, perniagaan atau apa-apa jua yang berkaitan dengan pelanggan (pilihan)

source: Registration number for Company or Business (optional)
ms_my: Nombor pendaftaran bagi Syarikat atau Perniagaan (pilihan)

source: Enter customer website
ms_my: Masukkan laman web pelanggan

source: Customer website (optional)
ms_my: Laman web Pelanggan (pilihan)

source: %s image to upload or use gravatar
ms_my: %s imej untuk dimuat-naik atau menggunakan gravatar

source: Retrieve image from gravatar.com
ms_my: Dapatkan imej dari gravatar.com

source: Customer Picture (optional)
ms_my: Gambar Pelanggan (pilihan)

source: Assign customer to these group
ms_my: Letakkan pelanggan dalam kumpulan ini

source: Assign customer to your company's
ms_my: Letakkan pelanggan dalam syarikat anda

source: Additional note about this customer as reference (optional)
ms_my: Nota tambahan bagi pelanggan ini sebagai rujukan (pilihan)

source: Job Sheet Item
ms_my: Item Helaian Kerja

source: Item Company
ms_my: Item Syarikat

source: Receipt Image
ms_my: Imej Resit

source: Payment Date
ms_my: Tarikh Pembayaran

source: Payment Time
ms_my: Masa Pembayaran

source: Taxes
ms_my: Cukai

source: Selected company doesn't have tax information
ms_my: Syarikat yang dipilih tidak mempunyai maklumat cukai

source: GOODS AND SERVICES TAX RETURN
ms_my: PENYATA CUKAI BARANG DAN PERKHIDMATAN

source: GST No.
ms_my: No. GST

source: Name of Business
ms_my: Nama Perniagaan

source: Taxable Period
ms_my: Tempoh Bercukai

source: Output Tax
ms_my: Cukai Output

source: Total Value of Standard Rated Supply
ms_my: Jumlah Nilai Pembekalan Berkadar Standard

source: Total Output Tax (Inclusive of Tax Value on Bad Debt Recovered & other Adjustments)
ms_my: Jumlah Cukai Output (Termasuk Nilai Cukai ke atas Hutang Lapuk Dibayar Balik dan Pelarasan lain)

source: Input Tax
ms_my: Cukai Input

source: Total Value of Standard Rate and Flat Rate Acquisitions
ms_my: Jumlah Nilai Perolehan Berkadar Standard dan Berkadar Rata

source: Total Input Tax (Inclusive of Tax Value on Bad Debt Relief & other Adjustments)
ms_my: umlah Cukai Input (Termasuk Nilai Cukai ke atas Pelepasan Hutang Lapuk dan Pelarasan lain)

source: GST Amount Payable
ms_my: Amaun CBP Kena Dibayar

source: GST Amount Claimable
ms_my: Amaun CBP Boleh Dituntut

source: Total Value of Local Zero-Rated Supplies
ms_my: Jumlah Nilai Pembekalan Tempatan Berkadar Sifar

source: Total Value of Export Supplies
ms_my: Jumlah Nilai Pembekalan Eksport

source: Total Value of Exempt Supplies
ms_my: Jumlah Nilai Pembekalan Dikecualikan

source: Total Value of Supplies Granted GST Relief
ms_my: umlah Nilai Pembekalan Diberi Pelepasan CBP

source: Total Value of Goods Imported Under Approved Trader Scheme
ms_my: Jumlah Nilai Pengimportan Barang Dibawah Skim Pedagang Diluluskan

source: View Data
ms_my: Lihat Data

source: Document Type
ms_my: Jenis Dokumen

source: Number of Documents
ms_my: Bilangan Dokumen

source: Balance
ms_my: Baki

source: Payment No
ms_my: No Pembayaran

source: Submitted
ms_my: Dihantar

source: Earned
ms_my: Memperolehi

source: Payment Status
ms_my: Status Pembayaran

source: Subscription Pricing
ms_my: Harga Langganan

source: Console
ms_my: Konsol

source: You can have more than %d POS. Only first %d will be activated and can use.
ms_my: Anda boleh mempunyai lebih daripada %d POS. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: Company Registration Number
ms_my: Nombor Pendaftaran Syarikat

source: Gender List
ms_my: Senarai Jantina

source: In Group
ms_my: Dalam Grup

source: In Company
ms_my: Dalam Syarikat

source: You can have more than %d customer. Only first %d will be activated and can be used.
ms_my: Anda boleh mempunyai lebih daripada %d pelanggan. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: Monthly
ms_my: Bulanan

source: Subscription Plans
ms_my: Pelan Langganan

source: Subscription Period
ms_my: Tempoh Langganan

source: Fee Before Promo
ms_my: Bayaran Sebelum Promo

source: Total Fee
ms_my: Jumlah Bayaran

source: Generate Payment Voucher
ms_my: Menjana Baucar Bayaran

source: Stock
ms_my: Stok

source: Stock Reserved
ms_my: Stok Simpanan

source: In Stock
ms_my: Dalam Stok

source: Warning when stock reaches a minimum
ms_my: Amaran apabila stok mencapai tahap minimum

source: Is Agent
ms_my: Adalah Ejen

source: Owner's Full Name
ms_my: Nama Penuh Pemilik

source: Owner's Email
ms_my: E-mel Pemilik

source: Under Agent
ms_my: Di bawah Ejen

source: Tax Number
ms_my: Nombor Cukai

source: You can have more than %d company. Only first %d will be activated and can use.
ms_my: Anda boleh mempunyai lebih daripada %d syarikat. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: Customer Group Members
ms_my: Ahli Grup Pelanggan

source: Update Referral Data
ms_my: Kemaskini Data Referral

source: Referral Name
ms_my: Nama Referral

source: Amount Earned
ms_my: Jumlah Diperolehi

source: Bank Name
ms_my: Nama Bank

source: Bank Account Name
ms_my: Nama Akaun Bank

source: Bank Account Number
ms_my: Nombor Akaun Bank

source: Enter Date Start
ms_my: Masukkan Tarikh Mula

source: Enter reference
ms_my: Masukkan rujukan

source: Payment Reference. This reference will shown to %s. Please write correctly and politely.
ms_my: Rujukan Pembayaran. Rujukan ini akan ditunjukkan kepada %s. Sila tulis dengan betul dan sopan.

source: Backup File
ms_my: Fail Backup

source: Download
ms_my: Muat turun

source: File size
ms_my: Saiz fail

source: Last restored
ms_my: Restore terakhir

source: Restored by
ms_my: Restore oleh

source: Action By
ms_my: Tindakan Oleh

source: Generate Receipt
ms_my: Jana Resit

source: Action by
ms_my: Tindakan oleh

source: Add New Expenses
ms_my: Tambah Perbelanjaan Baru

source: Expenses from this company
ms_my: Perbelanjaan dari syarikat ini

source: Enter Expenses number
ms_my: Masukkan nombor perbelanjaan

source: Expenses number as reference
ms_my: Nombor perbelanjaan sebagai rujukan

source: From Purchase Order
ms_my: Daripada Pesanan Belian

source: Payment for Purchase Order (optional). Only available for purchase order with status sent or received
ms_my: Bayaran bagi Pesanan Belian (pilihan). Hanya boleh didapati untuk pesanan pembelian dengan status yang dihantar atau diterima

source: From Payslip
ms_my: Daripada Penyata gaji

source: Payment for Payslip (optional). Only available for payslip with status paid
ms_my: Bayaran untuk Penyata gaji (pilihan). Hanya boleh didapati untuk penyata gaji dengan status telah dibayar

source: Type of Expenses
ms_my: Jenis Perbelanjaan

source: Enter payment date
ms_my: Masukkan tarikh bayaran

source: Date of payment
ms_my: Tarikh pembayaran

source: Enter payment time
ms_my: Masukkan masa pembayaran

source: Time of payment (optional)
ms_my: Masa pembayaran (pilihan)

source: Reference of payment method. For example, like receipt number
ms_my: Rujukan kaedah pembayaran. Sebagai contoh, nombor rujukan resit

source: Payment Amount
ms_my: Jumlah pembayaran

source: Enter payment amount
ms_my: Masukkan jumlah pembayaran

source: Attach Tax amount
ms_my: Lampirkan amaun Cukai

source: Tax amount for reporting purposes. Purchase Order automatically included in Tax reports (optional)
ms_my: Jumlah cukai untuk tujuan pelaporan. Pesanan Pembelian dimasukkan secara automatik dalam laporan Cukai (pilihan)

source: Enter tax amount
ms_my: Masukkan amaun cukai

source: Payment status
ms_my: Status pembayaran

source: Receipt Image (optional)
ms_my: Imej Resit (pilihan)

source: Supplier group name
ms_my: Nama Grup Pembekal

source: Delivery Order from %s
ms_my: Pesanan Penghantaran dari %s

source: Dear Sir/Madam,<br><br>Please find the attached Delivery Order. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Pesanan Penghantaran yang dilampirkan. Terima kasih diatas peluang perniagaan.<br><br>Terima kasih,<br>--<br>%s

source: Delivery Order File
ms_my: Fail Pesanan Penghantaran

source: Default Product Group
ms_my: Grup produk lalai

source: Default Customer
ms_my: Pelanggan Lalai

source: Rounding Adjustment
ms_my: Pelarasan penggenapan

source: Receipt No Format
ms_my: Format Nombor Resit

source: Receipt Note
ms_my: Nota untuk resit

source: Code Name
ms_my: Nama Kod

source: For Tax
ms_my: Untuk Cukai

source: Category
ms_my: Kategori

source: Fixed
ms_my: Tetap

source: Reference Name
ms_my: Nama Rujukan

source: Report Overview
ms_my: Laporan Gambaran Keseluruhan

source: From %s to %s
ms_my: Daripada %s ke %s

source: Product No
ms_my: No Produk

source: Sales Costs
ms_my: Kos Jualan

source: Sales Price
ms_my: Harga Jualan

source: Shipping
ms_my: Penghantaran

source: Cost
ms_my: Kos

source: Price
ms_my: Harga

source: shipping
ms_my: penghantaran

source: Total %s
ms_my: Jumlah %s

source: Add New Tax
ms_my: Tambah Kadar Cukai Baru

source: Quotation No
ms_my: No Sebut Harga

source: Edit Job Sheet
ms_my: Sunting Helaian Kerja

source: Tap
ms_my: Ketik

source: Click
ms_my: Klik

source: This document has been locked. %s to unlock this document
ms_my: Dokumen ini telah dikunci. %s untuk membuka dokumen ini

source: Create Job Sheet from Invoice
ms_my: Cipta Helaian Kerja daripada Invois

source: Create Job Sheet from Invoice (optional)
ms_my: Cipta Helaian Kerja daripada Invois (pilihan)

source: Job Sheet from this company
ms_my: Helaian Kerja daripada syarikat ini

source: Job Sheet for this customer
ms_my: Helaian Kerja untuk pelanggan ini

source: Enter job sheet number
ms_my: Masukkan nombor helaian kerja

source: Job Sheet number as reference
ms_my: Nombor Helaian Kerja sebagai rujukan

source: Issue date
ms_my: Tarikh Dikeluarkan

source: Assigned Job Sheet
ms_my: Diberikan Helaian Kerja

source: Enter note
ms_my: Masukkan nota

source: Enter delivery note
ms_my: Masukkan nota penghantaran

source: Job Sheet note. Enter any comments, action taken and remarks you have here
ms_my: Nota untuk helaian kerja. Masukkan apa-apa komen, tindakan yang diambil dan ucapan anda ada di sini

source: Digital signature and text appended at the bottom of job sheet document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen helaian kerja

source: Job status
ms_my: Status kerja

source: Customer Picture
ms_my: Gambar Pelanggan

source: Today
ms_my: Hari ini

source: %d shared events
ms_my: %d acara berkongsi

source: Add New Leave
ms_my: Tambah Cuti Baru

source: Leave request for this company
ms_my: Permohonan cuti untuk syarikat ini

source: Leave request from this employee
ms_my: Permohonan cuti dari pekerja ini

source: Enter leave number
ms_my: Masukkan nombor cuti

source: Leave number as reference
ms_my: Nombor cuti sebagai rujukan

source: Leave type
ms_my: Jenis cuti

source: Enter start date
ms_my: Masukkan tarikh mula

source: Leave from this date
ms_my: Bercuti dari tarikh ini

source: Enter end date
ms_my: Masukkan tarikh akhir

source: Leave until this date
ms_my: Bercuti sehingga tarikh ini

source: Enter entitlement days
ms_my: Masukkan hari kelayakan cuti

source: Entitlement days. 0.5 for half day
ms_my: Hari cuti. 0.5 untuk setengah hari

source: Enter leave reason
ms_my: Masukkan sebab hendak cuti

source: Leave reason
ms_my: Sebab cuti

source: Enter leave note
ms_my: Masukkan nota cuti

source: Administration note. Enter any comments you have here (optional)
ms_my: Nota pentadbiran. Masukkan sebarang komen anda ada di sini (pilihan)

source: Digital signature and text appended at the bottom of leave document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen cuti

source: Attach Employee Signature
ms_my: Kepilkan Tandatangan Pekerja

source: Digital signature signed by employee (optional)
ms_my: Tandatangan digital ditandatangani oleh pekerja (pilihan)

source: Leave status
ms_my: Status cuti

source: Today's Sales
ms_my: Jualan Hari Ini

source: Total Sales
ms_my: Jumlah Jualan

source: Top Products
ms_my: Produk Terlaris

source: Net Pay
ms_my: Bayaran bersih

source: My Payslip List
ms_my: Senarai Penyata gaji saya

source: Add New User
ms_my: Tambah Pengguna Baru

source: Enter Username
ms_my: Masukkan Nama pengguna

source: Username for login into system. Space are not allowed
ms_my: Nama pengguna untuk log masuk ke dalam sistem. Ruang tidak dibenarkan

source: Enter Email
ms_my: Masukkan E-mel

source: Email Address. Required for use in password recovery and also as Username
ms_my: Alamat e-mel. Diperlukan untuk digunakan dalam mendapatkan semula kata laluan dan juga sebagai Nama pengguna

source: Enter Password
ms_my: Masukkan Kata Laluan

source: Password for login into system
ms_my: Kata laluan untuk log masuk ke dalam sistem

source: Confirm Password
ms_my: Sahkan Kata Laluan

source: Enter Password Same as above
ms_my: Masukkan Kata Laluan Sama seperti di atas

source: Confirm password as you enter previously
ms_my: Sahkan kata laluan yang anda masukkan sebelum ini

source: Send Access information to User
ms_my: Hantar maklumat akses kepada Pengguna

source: Force User to change password once login
ms_my: Pastikan pengguna untuk menukar kata laluan sebaik sahaja log masuk

source: Roles to access system modules
ms_my: Peranan untuk mengakses modul sistem

source: Activate
ms_my: Aktifkan

source: On
ms_my: Aktif

source: Off
ms_my: Tidak Aktif

source: Active status
ms_my: Status aktif

source: Full Name
ms_my: Nama Penuh

source: Enter Full Name
ms_my: Masukkan Nama Penuh

source: Full Name. Required for use in the Quotation, invoice document and others related
ms_my: Nama Penuh. Diperlukan untuk digunakan dalam Sebut harga, dokumen invois dan lain-lain yang berkaitan

source: Designation
ms_my: Jawatan

source: Enter Designation
ms_my: Masukkan Jawatan

source: Work designation. Required for use in the Quotation, invoice document and others related
ms_my: Jawatan kerja. Diperlukan untuk digunakan dalam Sebut harga, dokumen invois dan lain-lain yang berkaitan

source: Assign user to these companies
ms_my: Letakkan pengguna dalam syarikat-syarikat ini

source: Primary
ms_my: Utama

source: Digital signature placed at the bottom of related documents (optional). Drag your mouse or touch to start signing
ms_my: Tandatangan digital diletakkan di bahagian bawah dokumen berkaitan (pilihan). Tarik tetikus anda atau sentuh untuk mula menandatangani

source: Signature Text
ms_my: Teks bagi Tandatangan

source: Text for digital signature placed at the bottom of related documents (optional). Text with a bracket [] will replace with the current user information. For example "[user-fullname]" replaced with "%s"
ms_my: Teks untuk tandatangan digital diletakkan di bahagian bawah dokumen berkaitan (pilihan). Teks dengan kurungan [] akan digantikan dengan maklumat pengguna semasa. Sebagai contoh "[pengguna-nama penuh]" akan digantikan dengan "%s"

source: Profile Picture
ms_my: Gambar profil

source: Profile Picture (optional)
ms_my: Gambar profil (pilihan)

source: Phone Number
ms_my: Nombor telefon

source: Enter Phone Number
ms_my: Masukkan Nombor Telefon

source: Telephone or mobile number (optional)
ms_my: Telefon atau nombor telefon bimbit (pilihan)

source: Language
ms_my: Bahasa

source: System language (optional)
ms_my: Bahasa sistem (pilihan)

source: Time Zone
ms_my: Zon masa

source: Time zone (optional)
ms_my: Zon masa (pilihan)

source: Date Format
ms_my: Format Tarikh

source: Date format (optional)
ms_my: Format tarikh (pilihan)

source: Time Format
ms_my: Format Masa

source: Time format (optional)
ms_my: Format masa (pilihan)

source: Company Logo
ms_my: Logo Syarikat

source: System default
ms_my: Sistem lalai

source: Company Stamp
ms_my: Cop Syarikat
