Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Enter delivery order number format
ms_my: Masukkan format nombor pesanan penghantaran

source: Delivery Order No Format (optional)
ms_my: Format Nombor Pesanan Penghantaran (pilihan)

source: Enter purchase order number format
ms_my: Masukkan format nombor pesanan belian

source: Purchase Order No Format (optional)
ms_my: Format Nombor Pesanan Belian (pilihan)

source: Enter payment receipt number format
ms_my: Masukkan format nombor penerimaan bayaran

source: Payment Receipt No Format (optional)
ms_my: Format Nombor Resit Pembayaran (pilihan)

source: Enter payment voucher number format
ms_my: Masukkan format nombor baucar bayaran

source: Payment Voucher No Format (optional)
ms_my: Format Nombor Baucar bayaran (pilihan)

source: Enter employee number format
ms_my: Masukkan format nombor pekerja

source: Employee No Format (optional)
ms_my: Format Nombor Pekerja (pilihan)

source: Enter leave number format
ms_my: Masukkan format nombor cuti

source: Employee leave No Format (optional)
ms_my: Format Nombor Cuti Pekerja (pilihan)

source: Enter payslip number format
ms_my: Masukkan format nombor penyata gaji

source: Payslip No Format (optional)
ms_my: Format Nombor Penyata gaji (pilihan)

source: Enter job sheet number format
ms_my: Masukkan format nombor helaian kerja

source: Job Sheet No Format (optional)
ms_my: Format Nombor Helaian Kerja (pilihan)

source: Enter expenses number format
ms_my: Masukkan format nombor perbelanjaan

source: Expenses No Format (optional)
ms_my: Format Nombor Perbelanjaan (pilihan)

source: Add New Payslip
ms_my: Tambah Penyata gaji Baru

source: Edit User
ms_my: Sunting Pengguna

source: Text for digital signature placed at the bottom of related documents (optional). Text with a bracket [] will replace with the current user information. For example [user-fullname] replaced with %s
ms_my: Teks untuk tandatangan digital diletakkan di bahagian bawah dokumen berkaitan (pilihan). Teks dengan kurungan [] akan digantikan dengan maklumat pengguna semasa. Sebagai contoh [pengguna-nama penuh] digantikan dengan %s

source: File
ms_my: Fail

source: Size
ms_my: Saiz

source: The system only store a backup file maximum to %s files. More than that will override.
ms_my: Sistem ini hanya menyimpan maksimum fail backup sebanyak %s fail. Lebih daripada itu akan dikitar.

source: Job Sheet from %s
ms_my: Helaian Kerja daripada %s

source: Dear Sir/Madam,<br><br>Please find the attached Job Sheet. Thank you.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Helaian Kerja yang dilampirkan. Terima kasih.<br><br>Selamat Sejahtera,<br>--<br>%s

source: Job Sheet File
ms_my: Fail Helaian Kerja

source: Add New Voucher
ms_my: Tambah Baucar Baru

source: Add New Point Of Sale
ms_my: Tambah Point Of Sale Baru

source: Enter point of sale name
ms_my: Masukkan nama point of sale

source: Edit Invoice
ms_my: Sunting Invois

source: Update Expenses
ms_my: Kemaskini Perbelanjaan

source: From Payslips
ms_my: Daripada Penyata gaji

source: Promo Code List
ms_my: Senarai Kod Promo

source: Edit Document Note
ms_my: Sunting Nota Dokumen

source: Enter text for search group
ms_my: Masukkan teks carian bagi grup

source: Sales Order for %s
ms_my: Pesanan Jualan untuk %s

source: Dear Sir/Madam,<br><br>Please find the attached Sales Order. Thank you for your business.<br><br>Best regards,<br>--<br>%s
ms_my: Tuan / Puan,<br><br>Sila lihat Pesanan Jualan yang dilampirkan. Terima kasih diatas peluang perniagaan.<br><br>Terima kasih,<br>--<br>%s

source: Sales Order File
ms_my: Fail Pesanan Jualan

source: GD Express Postage Tracking
ms_my: Pengesanan Pengeposan GD Express

source: You can have more than %d employee. Only first %d will be activated and can be used.
ms_my: Anda boleh mempunyai lebih daripada %d pekerja. Hanya %d pertama akan diaktifkan dan boleh digunakan.

source: Is it a paid leave
ms_my: Adakah cuti ini berbayar?

source: Edit Delivery Order
ms_my: Sunting Pesanan Penghantaran

source: Paid leave
ms_my: Cuti Berbayar

source: Add New Employee
ms_my: Tambah Pekerja Baru

source: Add New Promo Code
ms_my: Tambah Kod Promo baru

source: Copy to Expenses
ms_my: Salin ke Perbelanjaan

source: Edit Subscription
ms_my: Sunting Langganan

source: Reupload Receipt Image
ms_my: Muat naik semula Imej Resit

source: Don't Send Notification to Subscriber
ms_my: Jangan Hantar Pemberitahuan kepada Pelanggan

source: Register new account?
ms_my: Daftar akaun baharu?

source: Edit Package
ms_my: Sunting Pakej

source: Add New Company
ms_my: Tambah Syarikat Baru

source: Name of Company, Business or anything as reference
ms_my: Nama Syarikat, perniagaan atau apa-apa sebagai rujukan

source: Company Logo. Used in quotation, invoice and others related. Image will resize to minimum height %s pixels and maximum width %s pixels
ms_my: Logo Syarikat. Digunakan dalam sebut harga, invois dan lain-lain yang berkaitan. Imej akan diubah saiz tinggi minimum %s piksel dan lebar maksium %s piksel

source: Default Signature block
ms_my: Blok Tandatangan lalai

source: Add New Announcement
ms_my: Tambah Pengumuman Baru

source: Add New Sales Order
ms_my: Tambah Pesanan Jualan Baru
