Repository: rutweb/urusniaga
Catalog: locale/*/LC_MESSAGES/urusniaga.po
Languages: ms_my

source: Active employee
ms_my: Pekerja aktif

source: Enter active customer
ms_my: Masukkan pelanggan aktif

source: Active customer
ms_my: Pelanggan aktif

source: Enter active supplier
ms_my: Masukkan pembekal aktif

source: Active supplier
ms_my: Pembekal aktif

source: Enter active product
ms_my: Masukkan produk aktif

source: Active product
ms_my: Produk aktif

source: Enter active Point Of Sale
ms_my: Masukkan Point Of Sale aktif

source: Active Point Of Sale
ms_my: Point Of Sale Aktif

source: Enter active template
ms_my: Masukkan Templat aktif

source: Active template
ms_my: Templat aktif

source: Storage Size (GB)
ms_my: Saiz Storan (GB)

source: Enter storage size in GB
ms_my: Masukkan saiz storan dalam GB

source: Storage size in GB
ms_my: Saiz storan dalam GB

source: For Agent
ms_my: Untuk Ejen

source: Enable Point Of Sale
ms_my: Aktifkan Point Of Sale

source: Enable Referral Page
ms_my: Aktifkan Referral Page

source: Enable Subscription Page
ms_my: Aktifkan Page Langganan

source: Invoice File
ms_my: Fail Invois

source: Open Bill
ms_my: Buka Bil

source: Location:
ms_my: Lokasi:

source: Enter Closing Note
ms_my: Masukkan nota penutupan

source: Subscription List
ms_my: Senarai Langganan

source: Mailer Log not working on demo mode. Please register your own account here %s
ms_my: Mailer Log tidak berfungsi pada mod demo. Sila daftarkan akaun anda di sini %s

source: Recipients CC
ms_my: Penerima CC

source: Recipients BCC
ms_my: Penerima BCC

source: Sent By
ms_my: Dihantar oleh

source: Section
ms_my: Bahagian

source: Sent Date
ms_my: Tarikh Hantar

source: Last Opened
ms_my: Terakhir Dibuka

source: The system only keeps logs for %s day(s). Older than that will removed.
ms_my: Sistem ini hanya menyimpan log selama %s hari. Lebih daripada itu akan dipadam.

source: Can edit Unit Cost on related document
ms_my: Boleh menyunting Kos Unit pada dokumen yang berkaitan

source: Can edit on locked document
ms_my: Boleh menyunting pada dokumen dikunci

source: Can edit any input related to reference number, like Quotation or Invoice No
ms_my: Boleh mengubah sebarang nilai yang berkaitan dengan nombor rujukan, seperti nombor Sebut Harga atau Invois

source: Invoice for Sales Order
ms_my: Invois untuk Pesanan Jualan

source: Invoice for Quotation
ms_my: Invois bagi Sebut harga

source: Billed
ms_my: Dibilkan

source: Total amount
ms_my: Jumlah keseluruhan

source: Edit Product
ms_my: Sunting Produk

source: Amount of initial stock
ms_my: Jumlah stok awal

source: Supplier Group Members
ms_my: Ahli Grup Pembekal

source: Customer group name
ms_my: Nama grup pelanggan

source: Connection to support server..
ms_my: Sambungan ke pelayan sokongan..

source: Restoring..
ms_my: Mengembalikan..

source: Invalid file type %s
ms_my: Jenis fail tidak sah %s

source: Please select file to upload!
ms_my: Sila pilih fail untuk dimuat naik!

source: This action will override your current setting. Are you sure?
ms_my: Tindakan ini menukar tetapan anda. Adakah anda pasti?

source: Warning
ms_my: Amaran

source: Notice
ms_my: Notis

source: ERROR
ms_my: RALAT

source: SUCCEED
ms_my: BERJAYA

source: FAILED
ms_my: GAGAL

source: Internal error. Please report this error!
ms_my: Ralat dalaman. Sila laporkan ralat ini!

source: Error
ms_my: Ralat

source: Ok will do!
ms_my: Ok akan lakukan!

source: Working..
ms_my: Bekerja..

source: Still Working..
ms_my: Masih Bekerja ..

source: Working hard..
ms_my: Bekerja keras..

source: Network Notice
ms_my: Notis rangkaian

source: Connection Timeout!
ms_my: Sambungan telah tamat!

source: Connection Error!
ms_my: Sambungan Ralat

source: Please allow window popup!
ms_my: Sila benarkan tetingkap pop-up!

source: No more data available
ms_my: Tiada lagi data yang tersedia

source: Online
ms_my: Dalam talian

source: We are online and ready to chat with you now. Say something to start a live chat.
ms_my: Kami berada dalam talian dan bersedia untuk berbual dengan anda sekarang. Katakanlah sesuatu untuk memulakan sembang secara langsung.

source: Type here and press enter..
ms_my: Taip di sini dan tekan masukkan ..

source: Away
ms_my: Tiada

source: Offline
ms_my: Luar talian

source: We are offline right now. Please fill out the form below and we will get back to you as soon as possible.
ms_my: Kami berada di luar talian sekarang. Sila isi borang di bawah dan kami akan kembali kepada anda dengan seberapa segera yang mungkin.

source: * Name
ms_my: * Nama

source: * Email
ms_my: * E-mel

source: * Message
ms_my: * Mesej

source: Are you sure you want to end this chat?
ms_my: Adakah anda pasti mahu menamatkan perbualan ini?

source: End Chat
ms_my: Akhiri bualan

source: Minimize
ms_my: Minimakan

source: Your chat has ended
ms_my: Perbualan anda sudah tamat

source: Start New Chat
ms_my: Mulakan Perbualan Baru

source: Agent List
ms_my: Senarai ejen

source: Drop files here to upload
ms_my: Lepaskan fail di sini untuk memuat naik

source: options
ms_my: pilihan

source: Close menu
ms_my: Tutup menu

source: Print Transcript
ms_my: Cetak Transkrip

source: Sound On
ms_my: Hidupkan Bunyi

source: Upload File
ms_my: Muat naik fail

source: Sending
ms_my: Menghantar

source: This application requires cookies to be enabled. We can't detect from your device. Please enable it.
ms_my: Aplikasi ini memerlukan cookies diaktifkan. Kami tidak dapat mengesan dari peranti anda. Sila membolehkannya.

source: SESSION
ms_my: SESI

source: Remove CC and BCC Recipients
ms_my: Buang Penerima CC atau BCC

source: Loading preview..
ms_my: Memuatkan pratonton..

source: Invalid image file
ms_my: Fail imej tidak sah

source: Done
ms_my: Selesai

source: Prev
ms_my: Sebelum

source: Now
ms_my: Sekarang

source: Choose Time
ms_my: Pilih Masa

source: Time
ms_my: Masa

source: Hour
ms_my: Jam

source: Minute
ms_my: Minit

source: Second
ms_my: Saat

source: Millisecond
ms_my: Milisaat

source: Microsecond
ms_my: Mikrosaat

source: One result is available, press enter to select it.
ms_my: Satu keputusan ditemui, tekan enter untuk memilih.

source: Please enter %d or more character(s)
ms_my: Sila masukkan %d atau lebih aksara

source: Please delete %d character(s)
ms_my: Sila padamkan %d aksara

source: You can only select %d item(s)
ms_my: Anda hanya boleh memilih %d item

source: Loading more results…
ms_my: Memuatkan lebih banyak keputusan...

source: Searching…
ms_my: Mencari...

source: This action will remove referral link from subscription data. Are you sure?
ms_my: Tindakan ini akan memadam pautan rujukan dari data langganan. Adakah anda pasti?

source: Registering..
ms_my: Mendaftarkan ..

source: Access Blocked
ms_my: Akses Disekat

source: Ok, I understand
ms_my: Baik, Saya faham

source: Checking..
ms_my: Memeriksa..

source: Change Password
ms_my: Tukar Kata Laluan

source: Updating..
ms_my: Mengemaskini..

source: Confirm Delete
ms_my: Sahkan Padam

source: Confirm
ms_my: Mengesahkan

source: This action will permanently delete %d data. Are you sure?
ms_my: Tindakan ini akan memadam %d data secara kekal. Adakah anda pasti?

source: Connecting..
ms_my: Menghubungkan..

source: No company information was found. You need to setup your company information first
ms_my: Tidak ada maklumat syarikat ditemui. Anda perlu masukkan maklumat syarikat anda terlebih dahulu

source: For your action
ms_my: Untuk tindakan anda

source: Ok. Bring me there
ms_my: Okay. Bawa saya ke sana

source: Signature Image
ms_my: Imej Tandatangan

source: No customer available. You need to assign at least one customer
ms_my: Tiada pelanggan yang tersedia. Anda perlu menetapkan sekurang-kurangnya satu pelanggan

source: This action will remove this product from stock management and any data associate with it
ms_my: Tindakan ini akan mengeluarkan produk ini dari pengurusan stok dan mana-mana data yang berkaitan dengannya

source: This selling price has Alternate Pricing set. This change will remove any Alternate pricing bigger than this
ms_my: Harga jualan ini mempunyai tetapan Harga Gantian. Perubahan ini akan memadam harga gantian apabila harga yang dimasukkan lebih besar.

source: Pricing Changes
ms_my: Perubahan harga

source: The new price is lower than cost price. Are you sure?
ms_my: Harga baru adalah lebih rendah daripada harga kos. Adakah anda pasti?

source: No product available for this company. Please assign at least one
ms_my: Tiada produk tersedia untuk syarikat ini. Sila menetapkan sekurang-kurangnya satu produk

source: This action will permanently delete %d data and will re-calculate your stocks. Are you sure?
ms_my: Tindakan ini akan memadam %d data secara kekal dan akan mengira semula stok anda. Adakah anda pasti?

source: No product or service available. You need to add at least one product or service
ms_my: Tiada produk atau servis yang tersedia. Anda perlu menambah sekurang-kurangnya satu produk atau servis

source: Please select customer
ms_my: Sila pilih pelanggan

source: Please select company
ms_my: Sila pilih syarikat

source: Signature not available
ms_my: Tandatangan tidak tersedia

source: Signature
ms_my: Tandangan

source: Cannot get company signature
ms_my: Tidak boleh mendapatkan tandatangan syarikat

source: This action will unlock this document. Only certain fields can be edited. Some changes will affect previous action. Please edit carefully
ms_my: Tindakan ini akan membuka dokumen ini. Hanya medan tertentu boleh disunting. Beberapa perubahan akan memberi kesan kepada tindakan sebelum ini. Sila sunting dengan teliti

source: Unlock
ms_my: Membuka

source: One of the items on the invoice was managed by Stock Management. This action will re-insert the items and re-calculate the availability of the items
ms_my: Salah satu item dalam invois diuruskan oleh Pengurusan Stok. Tindakan ini akan memasukkan semula item dan mengira semula ketersediaan item

source: This action will release any reserved stocks
ms_my: Tindakan ini akan memadam sebarang stok rizab

source: One of the items on the salesorder was managed by Stock Management. This action will re-insert the items and re-calculate the availability of the items
ms_my: Salah satu item dalam Pesanan Jualan diuruskan oleh Pengurusan Stok. Tindakan ini akan memasukkan semula item dan mengira semula ketersediaan item

source: One of the items on the quotation was managed by Stock Management. This action will re-insert the items and re-calculate the availability of the items
ms_my: Salah satu item dalam sebut harga diuruskan oleh Pengurusan Stok. Tindakan ini akan memasukkan semula item dan mengira semula ketersediaan item

source: This action will reinsert stock of product and delete history of payment
ms_my: Tindakan ini akan masukkan semula stok produk dan memadam sejarah pembayaran

source: No company match with this Sales Order
ms_my: Tiada padanan syarikat dengan Pesanan Jualan ini

source: No company match with this Quotation
ms_my: Tiada padanan syarikat dengan Sebut Harga ini

source: This action will permanently delete %d data and set your invoice to pending. Any data associated with it also will be deleted. Are you sure?
ms_my: Tindakan ini akan memadam %d data secara kekal dan menetapkan status invois kepada tergantung. Sebarang data yang berkaitan dengannya juga akan dipadam. Adakah anda pasti?

source: This action will permanently delete %d data and will re-calculate your payments. Are you sure?
ms_my: Tindakan ini akan memadam %d data secara kekal dan akan mengira semula pembayaran yang telah dibuat. Adakah anda pasti?

source: All payments have been issued a receipt
ms_my: Semua bayaran telah dikeluarkan resit

source: Please select supplier
ms_my: Sila pilih pembekal

source: This action will remove this purchase order from stock management and any data associate with it
ms_my: Tindakan ini akan mengeluarkan pesanan belian ini dari pengurusan stok dan mana-mana data yang berkaitan dengannya

source: No company match with this Purchase Order
ms_my: Tiada padanan syarikat dengan Pesanan Belian ini

source: Purchase No: %s
ms_my: No Pembelian: %s

source: Payslip for %s %s
ms_my: Penyata gaji untuk %s %s

source: Net Pay: %s
ms_my: Bayaran bersih: %s

source: Contribution: %s
ms_my: Sumbangan: %s

source: All Supplier
ms_my: Kesemua Pembekal

source: This action will replace current template code. Are you sure?
ms_my: Tindakan ini akan menukar kod templat terkini. Adakah anda pasti?

source: No product in group available for this company. Please assign at least one
ms_my: Tidak ada produk dalam kumpulan yang disediakan untuk syarikat ini. Sila tetapkan sekurang-kurangnya satu

source: Subtotal
ms_my: Jumlah Kecil

source: This action will cancel current sale. Are you sure?
ms_my: Tindakan ini akan membatalkan jualan terkini. Adakah anda pasti?

source: Please wait..
ms_my: Sila tunggu..

source: Please enter cash in hand
ms_my: Sila masukkan jumlah wang tunai di tangan

source: Enter cash amount
ms_my: Masukkan jumlah tunai

source: Enter station Id
ms_my: Masukkan Id Stesen

source: Open Register
ms_my: Buka Daftar

source: Open
ms_my: Buka

source: Invalid POS Name
ms_my: Nama POS tidak sah

source: Invalid amount
ms_my: Amoun tidak sah

source: This action will reinsert stock of product if any
ms_my: Tindakan ini akan memasukkan semula stok produk jika ada

source: This bill already paid
ms_my: Bil ini telah dibayar

source: This bill was canceled
ms_my: Bil ini telah dibatalkan

source: No user available
ms_my: Tiada pengguna tersedia

source: No user available for this company. Please assign at least one
ms_my: Tiada pengguna tersedia untuk syarikat ini. Sila menetapkan sekurang-kurangnya satu pengguna

source: No active employee available for this company. Please assign at least one
ms_my: Tiada pekerja aktif tersedia untuk syarikat ini. Sila menetapkan sekurang-kurangnya satu pekerja

source: No Leave entitlement available for this employee. Please assign at least one
ms_my: Tiada hari cuti tersedia untuk pekerja ini. Sila menetapkan sekurang-kurangnya satu

source: Please select employee
ms_my: Sila pilih pekerja

source: No item available for this company. Please assign at least one
ms_my: Tiada item tersedia untuk syarikat ini. Sila menetapkan sekurang-kurangnya satu

source: Saving..
ms_my: Menyimpan..

source: Operation Failed
ms_my: Operasi telah gagal

source: This action will remove this account and any data associate with it
ms_my: Tindakan ini akan memadam akaun dan mana-mana data yang berkaitan dengannya

source: COPIED
ms_my: DISALIN

source: No Leave entitlement available for you. Please inform your Administrator
ms_my: Tiada hak cuti yang tersedia untuk anda. Sila maklumkan kepada Pentadbir anda

source: You will lose any unsaved data
ms_my: Anda akan kehilangan data yang belum disimpan

source: Alert
ms_my: Amaran

source: Lose it
ms_my: Hilangkan

source: Continue
ms_my: Teruskan

source: Logging out..
ms_my: Log keluar..

source: Do you want to register a 14-day free trial account now?
ms_my: Adakah anda ingin mendaftar akaun percubaan percuma 14 hari sekarang?

source: Not now
ms_my: Bukan sekarang

source: This action will permanently delete %d data and any data associate with it. Are you sure?
ms_my: Tindakan ini akan memadam %d data secara kekal dan mana-mana data yang berkaitan dengannya. Adakah anda pasti?

source: This section cannot empty
ms_my: Bahagian ini tidak boleh kosong

source: Delete Failed
ms_my: Padam Gagal

source: This action is not reversible
ms_my: Tindakan ini tidak boleh diterbalikkan

source: Yes I sure
ms_my: Ya saya pasti

source: Delete all data
ms_my: Padam semua data

source: Please tick Yes I sure box
ms_my: Sila tandakan kotak Ya saya pasti

source: Really Confirm Delete
ms_my: Yakin Sahkan Padam

source: Switch Failed
ms_my: Tukar telah Gagal

source: Switch user?
ms_my: Tukar Pengguna?

source: Confirm Switch User
ms_my: Sahkan Tukar Pengguna

source: Archive Failed
ms_my: Arkib Gagal

source: This action will process %d data. The data still can be accessed by using search option. Are you sure?
ms_my: Tindakan ini akan memproses %d data. Data masih boleh di akses dengan menggunakan pilihan carian. Adakah anda pasti?

source: Unarchive
ms_my: Nyaharkib

source: Apply to all data
ms_my: Terpakai kepada semua data

source: Confirm Archive Action
ms_my: Sahkan Tindakan Arkib

source: Copy Failed
ms_my: Gagal menyalin

source: Generate Invoice Failed
ms_my: Gagal Menjana Invois

source: Generate Receipt Failed
ms_my: Gagal Menjana Resit

source: Generate Voucher Failed
ms_my: Gagal Menjana Boucar

source: Copy to Purchase Order Failed
ms_my: Salin ke Pesanan Belian telah gagal

source: Copy to Expenses Failed
ms_my: Salin ke Perbelanjaan Gagal

source: Copy to Job Sheet Failed
ms_my: Salin ke Helaian Kerja telah Gagal

source: Copy to Delivery Order Failed
ms_my: Salin ke Pesanan Penghantaran Gagal

source: Generating document..
ms_my: Menjana dokumen ..

source: Failed to generate attachment file
ms_my: Gagal untuk menjana fail lampiran

source: Sending..
ms_my: Menghantar..

source: Send email
ms_my: Menghantar e-mel

source: Enter New Password
ms_my: Masukkan Kata Laluan Baru

source: Confirm New Password
ms_my: Sahkan Kata Laluan Baru

source: Enter Password same as above
ms_my: Masukkan Kata Laluan sama seperti di atas

source: Show All Rows
ms_my: Tunjukkan Semua Baris

source: Show in Landscape mode
ms_my: Tunjukkan dalam mod Landskap

source: Download PDF
ms_my: Muat turun PDF

source: Print Document
ms_my: Cetak Dokumen

source: Select Start Date
ms_my: Pilih Tarikh Mula

source: Confirmation
ms_my: Pengesahan

source: This action, maybe do not work on the mobile device. You need to download PDF and print using your cloud printing
ms_my: Tindakan ini, mungkin tidak berfungsi pada peranti mudah alih. Anda perlu memuat turun PDF dan mencetak menggunakan percetakan awan anda

source: Information
ms_my: Maklumat

source: No POS available. Please create it at POS Management
ms_my: Tiada POS yang tersedia. Sila cipta pada Pengurusan POS

source: Today's Sale
ms_my: Jualan Hari Ini

source: On Hold
ms_my: Ditangguhkan

source: Enter Product Barcode / SKU / Name
ms_my: Masukkan Produk Barcode / SKU / Nama

source: Hold
ms_my: Tangguh

source: As of Today
ms_my: Setakat Hari Ini

source: As of End of Last Month
ms_my: Setakat Akhir Bulan Lepas

source: As of End of Last Quarter
ms_my: Setakat Akhir Suku Lepas

source: As of End of Last Year
ms_my: Setakat Akhir Tahun Lepas

source: Amounts Overdue as of %s
ms_my: Jumlah tertunggak setakat %s

source: City-Link Express List
ms_my: Senarai City-Link Express

source: Edit Pricing
ms_my: Sunting Harga

source: Allocate new Price
ms_my: Memperuntukkan Harga baru

source: Preview data not available for "%s". Please create at least one "%s"
ms_my: Data Preview tidak tersedia untuk "% s". Sila cipta sekurang-kurangnya satu "% s"

source: Edit Sales
ms_my: Sunting Jualan

source: Reference note for this sales
ms_my: Nota rujukan bagi jualan ini

source: Invoice/Purchase No
ms_my: No Invois / Pembelian

source: Tracking status will be updated every 30 minutes
ms_my: Status pengesanan akan dikemaskini setiap 30 minit

source: Edit Purchase Order
ms_my: Sunting Pesanan Belian

source: Purchase number as reference
ms_my: Nombor pembelian sebagai rujukan

source: Purchase note. Enter any comments, terms and conditions you have here
ms_my: Nota untuk pembelian. Masukkan apa-apa komen, terma dan syarat anda ada di sini

source: Digital signature and text appended at the bottom of purchase document
ms_my: Tandatangan digital dan teks dilampirkan di bahagian bawah dokumen pembelian

source: This purchase order managed by Stock Management
ms_my: Pesanan belian ini dikendalikan oleh Pengurusan Stok

source: Payment List
ms_my: Senarai Pembayaran

source: Package List
ms_my: Senarai Pakej

source: Add New Payment
ms_my: Tambah Pembayaran Baru

source: This is a payment management for invoices. If there is no invoice, no payments need to manage
ms_my: Ini adalah pengurusan pembayaran bagi invois. Jika tiada invois, tiada bayaran perlu diuruskan

source: Payment for an Invoice. Only available if Invoice with status Pending or Partial Paid
ms_my: Bayaran untuk invois. Hanya boleh digunakan jika Invois dengan status Menunggu atau separuh Dibayar

source: Add New Type
ms_my: Tambah Jenis Baru

source: Enter expenses type name
ms_my: Masukkan nama jenis perbelanjaan

source: Expenses Type name
ms_my: Nama Jenis Perbelanjaan

source: Edit Email Content
ms_my: Sunting Kandungan E-mel

source: Email content for this company
ms_my: Kandungan E-mel untuk syarikat ini

source: Email From Address. Can use "name &lt;name@domain.com&gt;" format (optional)
ms_my: Email Dari Alamat. Boleh menggunakan format "name &lt;name@domain.com&gt; " (pilihan)

source: Enter email content
ms_my: Masukkan kandungan e-mel

source: All POS
ms_my: Kesemua POS

source: Payslips List
ms_my: Senarai Penyata gaji

source: Add New Subscription
ms_my: Tambah Langganan Baru

source: Subscriber Account
ms_my: Akaun Pelanggan

source: Skip Receipt Image
ms_my: Abaikan Imej Resit

source: Upload Receipt Image
ms_my: Muat naik Imej Resit

source: Enter item quantity
ms_my: Masukkan kuantiti item

source: Item Quantity (optional)
ms_my: Kuantiti Item (pilihan)

source: Purchase Order for Sales Order
ms_my: Pesanan Pembelian untuk Pesanan Jualan

source: Purchase Date
ms_my: Tarikh Pembelian

source: Total Unpaid
ms_my: Jumlah Belum Dibayar

source: Total Payable
ms_my: Jumlah Perlu dibayar

source: Total Change
ms_my: Jumlah Tukaran

source: Select Point Of Sale
ms_my: Pilih Point Of Sale

source: Active Company
ms_my: Syarikat Aktif

source: Active User
ms_my: Pengguna Aktif

source: Active Employee
ms_my: Pekerja Aktif

source: Active Customer
ms_my: Pelanggan Aktif

source: Active Supplier
ms_my: Pembekal Aktif

source: Active Product
ms_my: Produk Aktif

source: Active Template
ms_my: Templat Aktif

source: Edit Employee
ms_my: Sunting Pekerja

source: Employee for this company
ms_my: Pekerja untuk syarikat ini

source: System User
ms_my: Pengguna Sistem

source: Data from System Users
ms_my: Data dari Pengguna Sistem

source: Employee Full Name
ms_my: Nama Penuh Pekerja

source: Enter employee number
ms_my: Masukkan nombor pekerja

source: Employee Number
ms_my: Nombor pekerja

source: Enter employee hire date
ms_my: Masukkan tarikh kemasukan pekerja

source: Employee Hire Date
ms_my: Tarikh kemasukkan pekerja

source: Enter employee basic salary
ms_my: Masukkan gaji pokok pekerja

source: Employee Basic salary
ms_my: Gaji pokok pekerja

source: Employment Status
ms_my: Status Pekerjaan

source: No leave type available. Please assign at least one
ms_my: Tiada jenis cuti tersedia. Sila menetapkan sekurang-kurangnya satu

source: Add New Mailer
ms_my: Tambah Pengirim E-mel Baru

source: Enter mailer name
ms_my: Masukkan nama pengirim e-mel

source: Reference name for mailer
ms_my: Nama rujukan untuk pengirim e-mel

source: Enter server host
ms_my: Masukkan hos pelayan

source: SMTP Server Host
ms_my: Pelayan Hos SMTP

source: SMTP Connection security
ms_my: Keselamatan sambungan SMTP

source: Enter server port
ms_my: Masukkan port pelayan

source: SMTP Server Port
ms_my: Port Pelayan SMTP

source: Enter server login
ms_my: Masukkan login pelayan

source: SMTP Server Username to login
ms_my: Nama pengguna untuk login ke Pelayan SMTP

source: Server Password
ms_my: Kata laluan pelayan

source: Enter server password
ms_my: Masukkan kata laluan pelayan

source: SMTP Server Password to login
ms_my: Kata laluan pelayan SMTP untuk login

source: Mail From Name
ms_my: Nama Dari Mel

source: Enter mail from name
ms_my: Masukkan mel From Name

source: Default Mail From Name
ms_my: Nama Lalai Dari Mel

source: Mail From Email
ms_my: E-mel Dari Mel

source: Enter mail from email
ms_my: Masukkan mel From Email
